{"intent_id": "22", "utterances": ["Could you help me with your policy number?", "Ok then, but first can I get my current policy number.", "zip code! does my insurance account also have a zip code?", "I can't seem to remember my policy number. Is it also on the app?", "I'm calling as regards my enrolment plan for Automobile insurance.", "Hi yes. My name is Jasmine Glover and I need to get proof of insurance sent to me.", "Yeah I'm trying to register my car and they need my insurance number and I don't have it.", "Yes hi I was calling to get a quote for life insurance please oh and to check on the status of my auto insurance.", "Yeah I'm at the DMV and I'm trying to register my car but they need proof of insurance so I guess I need you to send me a copy.", "Yes I'm trying to get a new apartment and they require proof of renter's insurance. Is there anyway I can get that sent to them.", "Hey I'm working with a local agent and they said I need to call and set up an account so I can finish purchasing my new auto plan.", "Hey I'm trying to organize my hurricane kit and I realized I don't have my policy number for you guys. Can you provide that for me?", "Yes my name is Rita Wilson, customer ID one two three four five six seven eight, and I need to add someone to my life insurance plan.", "Can you just transfer all of that information over or do I need to give you all of his info again? I am remembering signing up for the term insurance now and the process of that.", "Hi, I would like to enroll in an insurance plan. A friend of mine who is also your customer told me I could do it on your website but I had issues with that. I guess I have to make a call to enroll.", "Hi there. I need my policy number.", "Great, do you need my policy number?", "Where can I get my policy number from?", "I'm trying to call my insurance company.", "#Um, hello, I am calling to file a claim?", "Hi, I need to get my renters information.", "I'm calling to get a life insurance quote.", "Hey Brenda I need to set up some insurance.", "Hi. I need to file a health insurance claim.", "So where can I find my policy number though.", "Hi, I need to speak to someone about my bill.", "Hi. I'm call to add my son to my auto policy.", "Uh-huh I'm calling to enroll in a plan today.", "I need my policy number and proof of insurance!", "#Uh, I was just calling-calling about insurance?", "Hello Joan, I'm calling today for life insurance.", "Hi. I'm calling to get a quote for life insurace.", "I needed to request a proof of insurance document.", "My policy number? Where do I-where do I find that?", "That reminds me I also need to get a policy number.", "Well, I'm, calling, find out about, life insurance.", "Hi there, I need to get a copy of my insurance card.", "Hi. I need to report a claim on my property insurance.", "Hi. Um, I'm calling to get a quote for auto insurance.", "Oh hi Jane! I was just calling to get my policy number.", "Hi I was calling to get a quote on a car insurance plan.", "Good morning! I just needed to add a person to my policy?", "Uh, I can't find my policy and I need proof of insurance.", "is it the one that was sent after i enrolled to your plan?", "Oh hello yes I'm calling I'd like to get my car insured, my ", "Yes I wanted to look up the date when my insurance runs out.", "Oh Hi this is Bill. I need to speak to someone about my bill.", "I needed to check on the monthly payment for my renters policy.", "I'm good, thanks. I'm calling back to enroll in a renters plan.", "#Uh, yeah, hi Susan. This is Tony. I need help with my insurance.", "Hi. I'm calling to file a death benefit, life insurance, claim. .", "Hi Amy. This is Mel and I am calling to sign up for pet insurance.", "Hi. #Um, I'm calling for, to get a quote for homeowners insurance.", "Good morning, I need to speak to someone about cancelling my policy.", "Hi, this is Joe Last and I would like to pay my auto insurance bill.", "Yes hello I'm calling to inquire about apartment renter's insurance.", "Mhm are you going to send those insurance post signs to my new place?", "Good morning Frank, I'm calling because I want an life insurance policy.", "Hi, I'm calling to get some information about your homeowners insurance.", "Yeah, I can hear you now. Sorry about that. Is this the insurance place?", "Yes, yes, that's it. My policy. Where is my account number on my policy?", "Hi. #Uh, I have renters insurance with you guys and need to put in a claim.", "Oh hi James. Yes I need to get a copy of my insurance information from you.", "Hi there, I need to reset the password for the account to my auto insurance.", "Hi, David, my name is Marvin Wisniewski, and I need to get my policy number.", "Oh, I, no-I'm sorry. I wasn't clear. I'm calling about a life insurance claim?", "Hey! I'm looking hold- I'm trying to talk to someone about some Life insurance.", "Hi. My name is Mason. I'm calling to find out how much your condo insurance is.", "My name is John and I was wanting to create an account for my new renter policy.", "Good to know. #Um if I have any issues do I call you or the carrier of insurance.", "Hi, I need to speak to someone about my policy. I need to have a dependent take off.", "Do you have time enough to help me get this insurance going, what was your name, hon?", "Hey Estaban this is Elrin Andrews I wanted to call to get at quote for car insurance.", "I will have to look that up from my computer, what do you need the policy number for?", "I'm actually in a an apartment now. Could I maybe dig up my policy and give you a call?", "#Uh, hello? I called earlier this week, and I just needed help canceling my mom's policies.", "I recently moved to a new apartment and the property owner has requested a proof of insurance.", "Yes, yes-I'm just needing my policy number? Just wondering if this is where I call to get that?", "I live in an apartment and my lease is up. I need proof of my renter's insurance to to sign my new lease.", "Yes! If I wanted to change my recipienct on the life-insurance. Do I, just call up? Or do I need to come in?", "Hi I would love to change the address on my insurance plan. I guess I have to make a call to change my address?", "um Yeah! could you please send me a mail on how to change plan regarding an insurance package with the company?", "Yes, hello. My name is Christen McDaniel. I have an auto insurance policy and I I needed to check up on a claim?", "so I've got a renters policy covering my previous apartment. Can I get to transfer my policy to my current address?", "#Yep. Sounds great! Will the proof of insurance be in that mail because I need to get the information to the condo complex.", "Yeah I thought I set it up oh no I didn't that was my car insurance okay nevermind don't cancel it but can you set up autopay now.", "Yes, hello. My name is Karl Atkinson and I called last week about a quote for homeowner's insurance. I would like to follow up on that.", "Okay let me try again . I need to pay my bill I just got a new renter's insurance policy with you last month and I need to make my first payment.", "Yes hi my apartment complex wants something saying I have proof of insurance from you all and I also need to change the card I pay the bill with.", "Hi, Charlie, I'm calling because I I'm trying to renew my registration and they say I need paperwork from my insurance company before I can renew.", "You probably can't help me here but maybe you can transfer me to someone for my other policy, it's number four nine zero nine three fourteen eleven.", "#Um, is there, anyway to just get info about the plans without all the account stuff. I don't even have my, policy number with me or anything. #Uh, sorry.", "Hi Amy, Macy Nolan calling. I am not sure what I need to do but my bank, they said they need me to prove that I have insurance and the papers I have aren't good enough.", "#Um I'm just getting in touch because I actually want to cancel my automobile insurance plan. I googled how to cancel the plan and it said to call this number, is that correct?", "#Um yeah hi, I've got an insurance plan for my car with you guys, and I'm just wanting to let you know that I'm actually moving next week and thought I should let you know about updating my address.", "Yes hello I called last week to set up a homeowner's insurance policy and made an initial payment but I forgot what the agent said about accessing my account online and I don't remember how much the bill is so I need to see what my current account balance is and also how to access my account online."]}
{"intent_id": "30", "utterances": ["My best interest? Are you insinuating that I might not be the owner of the account I claim to own?", "Yes pls. can I know the active plans on my account.", "Can I use my bank account.", "Can I use my bank account?", "When will that show up on my account.", "Hi, I would like to create an account.", "Yeah I need to check my account balance.", "is there no other way to create an account?", "Hi, I'd like to add dependent of my account.", "I can use my card. What do you need from it?", "I'd like to create account with your company.", "I will like to create an account with your company.", "Awesome and will it just go back to my bank account?", "Okay it's not in my wallet. Can you use something else like my social?", "Yes. Also do you guys have a way to like just take it out of my you know bank account?", "Hey before you go can you tell me if the next bill coming up will come out of the new bank account?", "Ok. Do you take Visa?", "Did you find my account.", "Do you take American Express?", "Oh, how did I lock my account?", "Oh is it different on the amex?", "How do you guys charge my account?", "What do you need about my account?", "Which number is my account number?", "can you help me create an account?", "I need to check my account balance.", "Can you use the card I've used before?", "Eee can I make the account without it?", "#Um, is my card on file or my checking?", "Yes when will it show up on my account?", "Hi yes I'm calling to create an account.", "Hi yes, I need to get my account set-up.", "#Uh, no. Do I just put in my information?", "I would like to create an account please.", "Hi. #Um, I'm calling to set up an account.", "Ok. When do you take it out of my account?", "Uh-huh do I have to pay to make an account?", "Huh you know what could you cancel my account?", "I just want to know what my account balance is.", "Will my husband be able to access this account?", "#Uh can I have that come out of my bank account?", "Oh great then yeah I wanna make an account then.", "Okay. Can I pay with my bank account information?", "Can you tell me what the balance in my account is?", "Can it be transferred to my account electronically?", "And when will the update be refelected on my account?", "Hi, I just needed to make some changes to my account?", "Can you help me with the exact balance on the account.", "Hello, I'd like to set up a new account with you guys.", "Hi, I just needed to- make some changes on my account?", "You have my direct payment from my bank account right?", "Please tell me there's a way I can get back my account.", "Hi. I was wondering I want to need to create an account.", "maybe, can you tell me more about setting up an account?", "Yep I just made my account and now it says call to enroll?", "Can I add a debit card or does it have to be a credit card?", "Hi, yes. I was hoping you could tell me what my balance is.", "I was just wondering if I could check on my account balance?", "Thank you. When will I know that my account has been updated?", "Nah I just wanted to make my account today. #Um how do I login?", "So what have I gotta do to get my dependent added to my account?", "I will use my checking account. Do I have to send in a void check?", "Hi there. #Uh, I just have an account and needed to check my balance?", "So my bank card was stolen and I think that's the card you guys have.", "#Ah I do not have it with me. Is there another way to find my account?", "#Uh what? Why do you need that? I can't have you running my credit now.", "I am in my account now. Can I change my security question here as well?", "Yep hello h-how do I check my balance I can do it over the phone right?", "You're calling me, so don't you have my account number in front of you?", "I am actually having an issue with a transaction going on in my account.", "#Um I guess so, can you confirm the outstanding balance on my plan please.", "Right, that's the one I had stolen, so can I just give you the new number?", "Alright, what all do I need to give you to get signed up or get an account?", "#Um yes. Hi, this is Sarah. I would like to I need help creating an account.", "Do I really need to give a social security number just to set up an account?", "Mhm #yup new customer but I just want to create my account today that's all.", "will i be able to handle the change i want to make on my account personally?", "Ok! if that is true, why was my bank account debited for more than I was told?", "Yeah, I wanna take out my old card and put in details for my checking account.", "Okay yeah that would be great. And they will be able to update my account if needed?", "Mhm yes this is Andrew I'm calling because I was hoping you could help me make my account.", "Oh I'm doing good, who, is this the right person for I think I'm locked out of my account.", "Sure yeah can I put you on hold for just a sec. I thought I had my card but where did it go.", "Well what difference does that make? It's still making my full social security number known.", "I have a Discover card and you need the card number, expiration date and security code right?", "Huh no I don't think so today maybe later this week I just wanted to set up the account today.", "#Uh yeah I just got a joint bank account and I think I want to use it for payment I don't know.", "Alright great. You'll need my routing number and account number from my bank for that won't you?", "Oh, great. Thank you. I will check that too. Is it under account setting or privacy and security?", "Oh yeah name is Roger Finley. I don't know my account number though, is it on my billing statement?", "Yes, I have a check right here. So I'm looking at it. What is, the-the account number and the router number?", "Now, how does this all work? Will you still send me a message that you took the money from my account, or what?", "I will then call back to pay you all over the phone or log in to my account to pay. Is my log in my email address?", "Yeah I gotta get some information to show proof of my policy to my work, so I guess I need to find out my account number.", "Um oh yeah. Can you tell mewhere my account number is located? Ia m looking now at my accoung page and I don't think I see it.", "Hey, hey. I was just faking cause he walked in. Okay. He's in the bathroom. No, I don't have an online account. How do I do that?", "Uh-oh! I have to provide these much details just to confirm I own the account? #Um wait, can't I just do this myself on the portal?", "Great. Yeah. And I was wondering if I could actually change that to my checking account? So there'd be an automatic withdrawal from my bank instead?"]}
{"intent_id": "27", "utterances": ["How will I go about the payment process?", "Yes, how do I make payment?", "Okay. How can I pay?", "How can I make payment?", "And I have to pay that now?", "What do you accept for payment?", "And when will it come out of my bank?", "Okay. So when will my money be refunded?", "Okay great. Will I get any kind of refund?", "Yeah where do I go on here to pay my bill?", "Okay can I pay this online? I've never tried.", "Okay. Will I get any late fees because of this?", "Kindly provide me the fee and the method of paying.", "That's fine what payment methods do you guys accept?", "Great. So who is going to give me my money back for over billing?", "And that would have to be paid before you guys issue any money to fix it?", "Was that paid in full because I don't think I pay anything monthly for it.", "Great. Will I get any kind of refund? I've already paid my premium this month.", "Thanks. Hey I've always wondered. Do I get any kind of discount for using automatic payments?", "Can I pay that now?", "You can't refund me?", "How will they pay me?", "And what do I pay now?", "Good. And no late fee?", "If not, how do we pay?", "So what is my payment?", "Ok. How can I pay this?", "So how much will I save?", "Do I get that money back?", "Ok and how do I pay that?", "Can I go ahead and pay it?", "Yes, how do I make payment.", "Yes. How do I make payment.", "Okay. How do I make payment?", "Ok. So, how do I pay it back?", "Have you done the payment now?", "So do I pay that all up front?", "Will this still be an autopay?", "how soon can I make a payment?", "Can my current balance cover it?", "Oh, well how have I been paying?", "Oh, yeah do I need to pay today?", "Is it possible to set up auto pay?", "Is that what I am paying, Timothy?", "So, what will I have to pay today?", "When do I get definite on payment?", "Got it. So, I won't get a late fee?", "Oh that's good. can I pay it early?", "Ok. When will I have my money back?", "Ok. Would it be automatic payments?", "Why do I need to make that payment?", "I bet. Can I pay with a credit card?", "#Oh great! Why am I getting a refund?", "What do you mean, by, direct payment?", "Can I pay for the whole year up front?", "Ok. I was hoping they could refund me.", "Ok. So when will I have my money back?", "#Err will I be charged for this update?", "Wow, Would we pay just like we are now?", "How much money will this switch save me?", "okay, so no Paypal or anthing like that.", "Can I get a receipt for the payment then?", "Do you get a discount for online payment?", "What's the highest deductable I can have?", "Yeah, can we take that payment thing off?", "Cool, so can I pay you with a credit card?", "Hey, great. And will I get like a receipt?", "Oh okay that makes sense. So how can I pay?", "Okay so I have no outstanding balance right?", "Sounds easy enough. Do I owe anything today?", "Uh, our payment or how much is the loan for?", "And will I be charged for a late payment fee?", "Ok. Is there anything I need to pay up front?", "Cool. So about how long until I get the money?", "No worries. When will I start getting debited?", "Whoa that's wonderful will I be charged today?", "Is that, like, where I make payments and stuff?", "Well, would I just pay the first payment today?", "Yes. #Uh, what are my options as far as paying?", "Does that mean my payments will get a lot lower?", "How long does it take to get the money refunded?", "No no it's fine I can pay by bank transfer then.", "Oh, thank you. Is there a way to set up autopay?", "That's fine by me. What's the method of payment?", "What if I have already paid for the year though?", "Okay. So, what do you need for me to pay for now?", "Great so will I be making any payment at this time?", "I better not, will you refund the payment for that?", "Yeah, can you help me check the exact amount I owe?", "Is there an additional fee for paying by credit card?", "Oh, you mean if I have a loan. Um, no. It's paid for.", "yes...could you please help me make my first payment.", "#Oh, right. No problem. Do I need to pay for that now?", "Yeah, that too. Okay. #Uh, and you need a credit card?", "OK, when will I know when or if you get my first check?", "Will there be any penalty or fee for closing my account?", "How can I make payments going forward without calling in?", "Yeah, how will this work since I have automatic payments?", "So it only pays if I pass within that time frame, correct?", "Thanks. What about the payment? Did my payment go through?", "Well, I've still got the money so, can I pay my balance now?", "You don't get a bonus or anything for setting up my account?", "Mhm sure, I don't have to pay to make the account right? #Uh.", "Okay. My kids are also beneficiaries. How will they get paid?", "So, lets say, I lost everything, would I get the full amount?", "Please tell me that there are payment options for that, right?", "So just ignore the alert if I did already send the payment in?", "What if my husband fixes it? Can he claim the money for labor?", "And if I were to cancel now, what will be the cancellation fee?", "So Angela, I was wondering if there was a different way to pay?", "Uh-huh yes I would like to but do I have to pay it all at once?", "But Paypal takes it from my account so isn't it a bank transfer?", "Do you have shipping options? I mean, I don't have to pay, do I?", "Okay, good to know. #Uh does my payment date change or anything?", "So, does my payment come out the same time I used to pay online?", "Do you guys accept payment by routing and account number as well?", "Okay. Will it be permanent? Or can I switch back to autopay later?", "#Uh if I pay in full when will the money be pulled from my account?", "Okay, could I get any money refunded if it goes into effect sooner?", "That still sounds ridiculous. How much longer am I paying this for?", "Yeah, so exactly how does this work? Do I just send a bill or what?", "Ok. So how do I get the money? I am listed as the beneficiary, right?", "Hm I am not sure if I want to pay that, can't you just waive that fee.", "Are there any extra fees that I'm going to be surprised with if I enroll?", "That's affordable. How does payment go, and what is liability protection?", "It's cheap Jared. No problem. Do you need payment today or will I be billed?", "Yeah, I just realized I've never paid you any other way. How does this work?", "First do I have to pay the whole year upfront now and do you all take Paypal?", "Thank you! Do you know how long it'll take to get the payment from my account?", "#Ah, yeah yeah but you won't mark me paid until the bank says I have the money.", "Great. So as long as I pay before the seventh then my payment will not be late?", "Yes, but I- I'm supposed to get some kind of like discount for doing it. Right?", "That's fine. I don't get a partial refund or anything for what I've already paid?", "Amd you won't charge me stuff I don't know will you? Like fees and mhm other stuff?", "Alright. #Uh is this how I should pay in the future? Or can I mail a check somewhere?", "Okay so I'm trying to pay and it's redirecting, is there no other way we can do this.", "I don't think so- maybe you can help me with this. How do I set up automatic payments?", "Well, wait so you're gonna take my info then tell me I don't get the the dis- discount?", "And what about the extra two hundred dollars? When does that start? #Um how do I pay it?", "Will my payments always send me a receipt of the transaction? So I know it went through?", "#Uh, yeah, please. Thanks! And then do I need to pay it online? Is my account good to go?", "I'd prefer an email. But hold on a second, let me get this straight, how much would I be paying?", "If it automatically bills, how can I be late? How can I be late? You tell me, how can I be late?", "But fees. Do the payments go up? Or I know there is some kind of penalty for something like that.", "No I haven't but I'm gonna need to later on cause will I be able to make payments online as well?", "No, I think that, well actually, how long after the adjuster does his thing before I get a check?", "Okay, so how do I do that? Nancy always did it I'm not sure how to pay the bill. Can you help me?", "Oh okay. And do the payments process quicker or slower with a checking account than the credit card?", "yes actually I just have one more question. What's the difference between paying with a card and my bank account?", "#Oh, okay. So am I able to proceed without that exam for the moment? Like, figure out how much I'd pay and all that?", "#Uh, sorry, does it matter how we pay? Like is it more expensive to like pay online versus sending a check or something?", "mhm well are you gonna charge me any charges or you know fees for paying it now with you cause I think they do sometimes.", "#Oh. No, I was just wondering that if the balance for the rest of the six months wasn't too high, that I would pay it all now.", "#Uh I guess we could cover it up front if we need to. And then would we add that to a claim? Or send somehow send you the bill?", "#Oh. So, I can't just pay the balance and have you keep it that way? Wouldn't the system just not bill me if the balance is zero?", "Well we'll see if you take money from me again on the sixteenth. Your not going to just take my money out of the bank anymore, right?", "Wait, so do I, like, have to know how much all my stuff costs? Do I have to, like, have proof or something? Like receipts or something?", "Timmy it might sound like a stupid question, but how do I get the money? It has not magically shown up in the bank account. I was hoping to.", "Yeah, let me think for a second. Do I want the money back, just to give it to you in three weeks. Or let you keep it for next months billing.", "Hm, well ya know I'm payin like forty six now for all but I don't have all that up sell on the life. Are there discounts for paying in full or quarterly?", "I hate that I don't have an actual bank account! It makes everything more expensive! I don't understand how you guys can change the price depending on the payment? I'm paying aren't I?", "#Um I think for today it would be great if I could actually pay the August bill over the phone with you now, out of my checking account if possible because I know that will work. Do you take over the phone payment for bills?"]}
{"intent_id": "43", "utterances": ["Yes I need to file a claim for a doctor visit.", "Yes, I need to file a claim. We lost my wife this week.", "I recently had an accident with my car and it wasn't insured.", "Yes. I just need to report it so I can file a claim once I get it cleared.", "Yes my name is John Brown, policy number one two three four five six seven eight and I need to report an accident.", "sorry for the break. I have been working on some project which is one of the reasons why I need a proof of my insurance.", "Yes my house was damaged in the last hurricane and I need to file a claim. I've been a customer for years so I hope it doesn't mess up my rates.", "Yeah, Hello I currently have an imminent issue with the police force. Someone bashed my car and I made it clear my insurance cover will not be able to suffice for the damage done, I will like to get a prove of insurance with your company.", "I need to file a claim.", "I need to report a claim.", "I'd like to file a life claim.", "I'd like to file a property claim.", "Hi, I'd like to report an accident.", "Hello. I want to report an accident.", "I need to file a car accident claim.", "i will like to file a property claim.", "Hi. I need to start a claim for my car.", "Um, yeah. Id like to report an accident.", "Yeah, hi I need to report a car accident.", "Yeah, I need to report a property accident.", "Hello? Yeah, I need to-to report an accident.", "I'm Katherine Lebeau. I need to file a claim.", "Hey yeah, I have to call and report an accident.", "I'm calling regarding an accident that happened.", "I will like to get the claim as soon as possible.", "So I need to report the accident to you, correct?", "Hello, I need to file a claim for property damage.", "Alright, so how do i report an automobile accident?", "I did not agree to this charge and I want it removed!", "Well, I don't like this. I want to submit a complaint.", "Hi there I needed to register my car with my workplace.", "No problem, thank you, I will like to file a health claim.", "#Uh, yes, I'm having some problems that need to be fixed today.", "Hi Jane. I need to submit a claim. My car was broken into last night.", "Hi, I just got involved in an accident and I wanna file an auto claim.", "Hello, I need to file a life insurance claim. My grandmother passed away.", "Oh hi. Yes I need to I would like to file a report of damage to my house.", "[clears throat] My husband passed and I'm calling about his life insurance.", "Yeah thanks. So yeah I just lost my dad and I'm calling to file a life claim.", "Hm okay okay, yes regular protocol. #Uh can I just report the accident already?", "Well, I need to see if my wife's, soon to be ex-wife's name is still on my auto.", "Y-yeah yeah, I mean no, my day's not going great. I'm calling to report an accident.", "Yes, I'm here at the Target and it looks like someone hit my car and just drove off.", "I need to file a claim, Craig. Storm did some roof damage, knocked a large tree down.", "Hi. My name's Maria Jacobs. I'm on Walton Street. I think, uh, I might need to report a claim.", "I see what you mean. I still don't feel good about it, but I want to get that mailing changed.", "First i need to check my account balance then get clarity on how to report an automobile accident.", "Yeah, unfortunately. I wanted to file an auto claim and figure out I guess what I need to do next.", "Yes hello Cassie I called last week to enquire about well here's the thing I'm going through a divorce.", "Hiyah! #Um I recently lost my insurance card and I've been asked by my school to show proof of insurance.", "Hi Russ, my name is Janet. I'm calling because I recently got discharged from the hospital and I wanna file a claim.", "And will insurance take care of any medical bills I need because this wasn't my fault someone ran a stop sign and hit me.", "I want someone punished! I've had to deal with this for three months. It's ridiculous! And why didn't anyone else catch this?", "I went to the hospital for check up and I was m..diagnosed of a particular sickness that require urgent financial intervention.", "Alright is there any way to eliminate the late fee from last month? My mom was admitted to the hospital and has not been in the right frame of mind.", "I just want to uh, report this I didn't get cited the other fella did, but I want to make sure you know you guys knew I wasn't the one cited by the police.", "Timothy this is Charlsie Wiley. #Um my husband God rest his soul his perfect soil. Died in an accident of his making. I need to discuss the financial matter of life insurance.", "Cool! But how would I, like, prove it? What would I need to say in the claim? I mean, I wasn't home when it hit. I just saw the damage to the tree and kind of assumed, and I like don't know how I would."]}
{"intent_id": "12", "utterances": ["So do you think you could email me that quote if I give you my email address?", "So do you think you could email me all the plans of your current policies if I give you my email address?", "So do you think you could email me that policy strategies if I give you my email address right away?", "And will it show me that in the email you sent me?", "could you please check your email to verify the code?", "So do you think you could email me that quote of all our policies if I give you my email address?", "Do you have my email?", "#Um is it safe by email?", "You have my email address?", "Can you email me the policy info?", "Okay. What email do you have for me?", "#Uh ok. Do you have my correct email?", "Thanks! Do you have my email address?", "Yeah, do you want me to email those to you?", "Will that be forwarded to my e-mail address?", "#Um ok can you send it to more then one email?", "Can you get it forwarded to my e-mail address?", "Yeah do you have an email I can send those to?", "Yeah. Did you send the policy info to my email?", "Could you send a link or something to me to my email?", "Yeah, yeah. Thanks. Do you have my email in your system?", "Okay, I'd love to have that. Can you send it to my email?", "Uh sure but actually what email address do you have for me there?", "Thanks. They also said I need to provide proof of renters. Would the email work?", "Thank you. Would I also use that email address for the Rivertown Insurance website?", "Yeah, I was just thinking, can you send the policy quote to my wife's email address?", "That's his work email, so, could you send it to our personal account T. h. e. Roberts at verizon dot net?"]}
{"intent_id": "24", "utterances": ["Okay. So how long does it take before the update reflects?", "Will it take long?", "How long does that take?", "Okay. When will that be?", "And when will that happen?", "Okay and when will that be?", "Great when is the next one due?", "Fine. When will I hear back about it?", "How long does it take to get the proof?", "When do you think I can get it fixed in the shop?", "When do you think it will show up on the account?", "Okay. What's the turnaround time for this usually?", "How long does it take I have to get back to work soon.", "Great how long does it normally take for them to get it.", "Great. How long does it usually take to get everything all set up?", "But how long?", "When is that due?", "When will that be?", "Is it done already?", "Does it take much time?", "Okay. When is that due?", "Uh, sooner versus later.", "Huh wh-when do you think?", "When is the next one due?", "When should that process?", "What day will it come out?", "And how long will that take?", "And how long will this take?", "Okay how long will this take?", "Okay. when is that effective?", "When will it become effected?", "Oh us sure but how long is it?", "Ok, how long does it all take?", "Really? What's the time frame?", "Um, well how long does it take?", "And then how long will that take?", "Okay, how long will all this take?", "#Uh how long is this going to take?", "Can it be gotten earlier than that?", "I can't get it to start any sooner?", "Jeez how long is this going to take?", "Okay. When does that go into effect?", "Okay, and when is it supposed to end?", "Yeah. So, how soon can I set this up?", "Oh yeah sure how long would that take?", "ok sure. How soon do you need that back?", "#Uh so how long does it take, the review?", "How long does that take? More of my time.", "How long will it take for them to get it?", "Uh-huh how long does it take to do online?", "And that should be here with in seven days?", "Do you know how that that will take to get?", "Do you know when that would go into effect?", "Ok. Thanks. How long will all of this take?", "How many days should I give it to go through?", "Oh yeah I can do that. How long will it take?", "Yes, please. How quickly will it take affect?", "have a place to visit, can we make it faster?", "When is someone coming to make the assessment?", "Yes. Can you tell me when that will be active?", "Can you please be fast about the whole process?", "how long is it gonna to get my claim processed?", "Ok, so I should get it sooner rather than later?", "So how long does it take for my claim to be paid?", "So usually how long does it take to get it fixed?", "How long will it take for the plan to be effective?", "And how long will that take? To process this change.", "I'm just wondering when it when it comes into effect?", "Okay, thanks, do you know how long that usually takes.", "Okay. How long do it take for the claim to be approved?", "#Um how long does it take to get everything in the mail?", "How long will it take to actually get everything replaced?", "Okay yeah let's do that and what day will it be taken out.", "Well, [clears throat] I'm not sure. How long does it take?", "Damn, okay well how long will this other verification take?", "Great. Sounds good. #Um, how soon will the message be there.", "Okay. Oh, how long should it take to hear back from somebody?", "How long does it take averagely for the Claim to fall through.", "#Um, how long would it take? I probably should check on dinner.", "OK. So when does it go into effect? Can I start it, like, today?", "Okay, yeah, wait and see. When can I get in to have it looked at?", "No, uh, that's it. Oh, how long will it take for the whole process?", "Can you send them next week? #Um how long will it take to get there?", "Okay, sure. How long will this usually take to what is it. To kick in?", "And will they be able to tell me how quickly this all will be resolved?", "Well and how long do you think it will take for you to receive the cheque.", "I don't think so well wait, actually, yeah does this become effective immediately?", "That sounds like it will take awhile. Is there another way to speed up the process?", "mmm..so if i want to do it through the physical means, how long will it take to get to my destination and at what cost?", "Hm, and how long does it take the claims people to review the uh-huh you know what? My name is Fallon Westley. What else do you need?"]}
{"intent_id": "21", "utterances": ["Can you actually show me which other policies I have? I haven't checked in a while.", "oh! Do you mean I can upgrade my previous policy or I will register a new one.", "How much is my deductible?", "And what do I lose in coverage?", "Will this change my policy renewal date?", "Yeah when will I get proof of insurance?", "After the my policy expires can I change it.", "Okay, and can I cancel this policy on my own?", "I wanted to see how much more I owe on my policy.", "Is there a way I can have access to your policies?", "And if I buy a policy will it be effective like immediately or is there a waiting period?", "Yes I need to check the balance on my policy and possibly pay a bill if the payment is due.", "Yes, we did do that. Is that money is it lost when we cancel the policy or is there like, some sort of refund?", "Oh okay. That makes sense. My question is how do I add someone as a what do you call it where they're on my policy.", "Is that my policy number?", "And what about my old policy?", "Am I allowed more than one claim?", "Can I sign up for a policy today?", "Wouldn't I have to get a new policy?", "Does my policy get me a pretty nurse?", "But why would I keep him on my policy?", "#Uh do I need should I get the policy first?", "Yeah, can you remind me what my policy does?", "Great thank you. And when does my policy end?", "Isn't that included in the policy I have now?", "So is that it? When do I set up my insurance?", "#Uh, can I go ahead and cancel those policies?", "So should I get a different policy for my son?", "Okay. By the way, will my insurance rate go up?", "Can I have her policy plan listed in my account?", "Yes, but could I be turned down for life insurance?", "Would you mind telling me what my old policy covered?", "Ok. Thanks. What about the proof that I have the policy?", "is there anyway to transfer my policy to the new owners?", "What have I got to do next in order to get a proof of insurance?", "Will that just be for my auto policy or my renter's policy, too?", "How much is it going to cost me to to remove my son from my policy?", "Kind of. So what do I need to do to take her name off the insurance?", "Hey can you tell me when my policy expires too when it's up for renewal.", "Oh, when will the new policy take effect? With all the new benefits I mean.", "Next month? Will I still have insurance this month? That sounds fishy to me.", "Quick question, does the policy have a waiting period or anything like that?", "Are you able to cancel insurance on the app or online? I just did not see it?", "Got it. Ok, so if I get her off the title, then I can get her off the policy?", "I have a question concerning cancellation of policy can you help me with that?", "Oh before I forget, will my life insurance policy also be affected by my move?", "My father recently passed, and I wanna look into his policy and what it covers.", "Okay, that's good. Would my premium go up the next year if I submitted a claim?", "How much is it going to cost me to to cancel my policy? Do I have to do anything?", "Oh, hey Jim, I am looking for a new policy yeah, what do I need to do to file it?", "I'm just wondering, will that reduce our premium? With Jill dropping off the plan?", "Oh, hey Liam, I am looking for a new policy yeah, what do I need to do to file it?", "Oh, hey Luke, I am looking for a new policy yeah, what do I need to do to file it?", "Um, no I don't think I want to schedule that now. Wait what's an insurance review?", "Do I get, like, a refund for the week left that my daughter won't be on the policy?", "Oh, hey Logan, I am looking for a new policy yeah, what do I need to do to file it?", "Oh, hey Tyler, I am looking for a new policy yeah, what do I need to do to file it?", "That makes sense. How long would my policy be good for? Do I have to sign a contract?", "Oh, I see it. There it is. How long after I fill this out will I know about insurance?", "#Um if I need to change anything or add anything to the policy do I need to call again?", "She's covered I think that's all I need. Oh, how long until I get proof of her coverage?", "If I go ahead and you know pay online can I still get my proof of insurance, I mean will I have.", "crap! Well what can I do now? Can I make the payment and have the same policy that I had before?", "I received a notice that my policy that policy was going to lapse but I don't think that's right.", "Great, thank you. Do we need to do anything else with him on the policy? Like will the price go up?", "good question, I thought once she was out of university her coverage ended right away? Do I have options there?", "#Um, while I'm away, my stuff will be in storage and I need to change my renters insurance a little. Can I do that now?", "Wow. Okay. #Um. Well I think that a ten year policy might be good. Can I cancel this, if something ? If for whatever reason I?", "Yeah, I do want to file a claim no reason why we can't do it now. But his company has to pay, right? Like, my premium shouldn't go up or.", "And so, like, when we do this, we'll need to like cancel our old policy, but like will we be covered the whole time? Or, like, will there be a gap?", "Yeah, yeah! So I haven't looked back at my stuff, my documents, but could you send me some information about your- like, the different types of policies?", "OK. Yeah, maybe the lower, I mean, the three eighteen is better. And what if I, or we, or I guess even just me, what if I move? Like, would I lose my coverage? Would I, like, have to pay to keep it?"]}
{"intent_id": "35", "utterances": ["Why do you need that?", "really Can I have them?", "What will you need that for?", "#oh is that so can I have them?", "Okay and what else will I need?", "Okay what do you need for that?", "Okay fine. What else do you need?", "Perfect. What do you need from me?", "Yes. So what are the things I will need?", "I do have that. What do you need off of it?", "Okay I found it what do you need off of it?", "What do we have?", "What do you need?", "So what do you need?", "Mhm what do you need?", "Ok. What do you need?", "Why do you need this?", "Great what do you need?", "Okay, what do you need?", "What do I need that for?", "OK, so what do I need to.", "Oh sure, what do you need?", "What do you need that for?", "Anything else I need to do?", "Yep. What else do you need?", "um ok, so what do you need?", "Ok. Do you need it right now?", "Ok. What do you need from me?", "What can you change in there?", "What do i need to do with it.", "Do I need to do anything else?", "Huh what do you need that for?", "Uh, what do you need that for?", "What if I need it before then?", "Sure, what do you need from me?", "What if I needed more than one?", "Could you do that for me please?", "Oh. Why would you wanna do that?", "Yeah. Why do you need my social?", "Right, but like what do you need?", "Sure thing what else do you need?", "Is there anything else I need to do?", "Wait, my social? Why do you need that?", "Is there anything I need to do with it?", "Do I need to do anything else right now?", "So, what do you need from me to add him?", "OK. So, like, how much, how much do I need?", "Nah I don't have that what do I need it for?", "Alright and what would I need from that person?", "Eee no I don't think so what do you need it for?", "Yeah. Really. #Uh, do you think I should get some?", "Um, that sounds good, but what if I wanted to get her more?", "Okay, thank you. So what else do you need from me right now?", "Do you really need all of this just to stop something I never asked for?"]}
{"intent_id": "19", "utterances": ["Is this on my bill?", "Is it on my bill somewhere?", "Would it be on my bill somewhere?", "Can you tell me when my bill is due?", "Oh no. I did forget. Did I get a late fee?", "Okay I have my bill. Where is it at on here?", "Oh okay. Where at on the bill. I'm looking now.", "Why the fuck would I be billed inappropraitely?", "I think I might have it. Would it be on my bill?", "Wait no. Can you tell me when my next bill is due?", "Great okay I have the bill here. Where is it on there?", "Okay I'm looking at the bill. Where would it be on here?", "Well while I have you can you tell me when my bill is due?", "yes I would like to report a double billing on my account.", "Oh! I need to pay my bill and ask a question about auto-pay.", "Okay the due date is tomorrow, I won't receive a late fee will I?", "Hi there I need to see if a payment has been credited to my account.", "Well that's too bad. Can you tell me when my bill is due while I have you here?", "I checked my credit card transaction history, and it was billed twice last week.", "Yeah. You guys are overbilling my account and I'm sick of it. You need to fix it.", "Hi, I'd like to report a billing issue. I checked my credit card transaction history and I was billed twice.", "Yeah, my name is Jamie Gresham and I need to see if you got my last payment and ask a question about my coverage.", "Yes I need to check my account balance with you guys. I don't think I've paid my bill this month so I need to make sure.", "Hey yes I mailed my bill about a week ago and I haven't seen it get credited to my account and I just want to check on that.", "Hi I got a notice in the mail that if I don't pay my bill you guys are going to cancel my policy so I guess I need to pay it.", "Hey I mailed my check a few days ago to pay you guys and I don't see where it has hit my account. Can you tell me if you see it on your end?", "Hi I got a notice in the mail saying I was past due. I must have forgot to send you guys a check this month. I need to go ahead and fix that if you can help me please.", "Is it on my bill?", "I just need to pay a bill.", "yes I need to pay my bill.", "#Um where is my billing page?", "Hi Joe, I need to pay my bill.", "#Um, I just want to pay a bill.", "I am having issues with billing.", "Well, I'm calling to pay my bill.", "Uh Hi. I just want to pay my bill.", "Hello, Mary. I need to pay my bill.", "yes, I need to take care of my bill.", "Am I going to get charged a late fee?", "Hi, Andy? #Um, I need to pay my bill.", "I jsut want to pay my bill that's all.", "You mean, we get the bill in the mail?", "Hey there, I just need to make a payment.", "Oh Hi there. I am needing to pay my bill.", "So, my bill after this one won't be til-.", "Yes. Hi. Yeah, I'm calling to pay my bill.", "What fees??? I was not told about any fees!", "Actually yeah. Can you transfer me to billing?", "And I just have to call back to pay that bill?", "Well I have a bit of an issue with my billing.", "Hey can I just just send a check to pay my bill?", "Is that why I haven't been getting the invoices?", "I paid it over a week ago and it hasn't come out.", "#Um. I'm calling to see if my payment went through.", "Hi. I need to check my bill? And maybe pay my bill?", "I'm calling to find out if my payment went through.", "yes I need to make sure my payment has gone through.", "Actually, you know what? I think I have a payment due.", "So wait, you're going to charge me based on my address.", "Hi Sam I am looking to see where my payment status is at.", "Oh. good. Finally got through. yeah I need to pay my bill.", "Right exactly. But I want you to fix my over charge first.", "Yes did we get this resolved, because I have bills to pay.", "I'm looking at my last bill, is the policy number on there?", "Today is the due date, I won't be charged a late fee will I?", "well I got my bill yesterday and why is it higher this time?", "Hello, I would like to check the status of my payment please.", "Oh, man. Is there any other way I can check my bill and pay it?", "What is her payment due? I'm sorry I interrupted you this time.", "Well I should probably pay my bill while I have you on the line.", "Then why does it say I owe four hundred and thirty eight dollars?", "Great. And I haven't already been charged that by accident, right?", "September first alright. And I will get a bill in the mail for that?", "I don't know what it's called! But it doesn't always make the payment.", "Okay. I don't think I was due to be billed anytime soon though, was I?", "Yes, I was billed twice this month, and I need to see what's going on.", "We just received a text saying, we're late? We're late paying our bill?", "That will be nice. How come I haven't gotten bills from you guys before?", "#Um, I made a payment for my plan, but I just received a mail that I owe.", "Yeah and put me down to pay well so you guys charge me when my bill is due.", "Well, I'm mad, because I keep getting the same error on my bill every month.", "Yeah, alright. So it says I paid late. What does that have to do with this bill?", "Yeah, did my bill go through this month. I didn't see an email like I usually do.", "Yes, but you guys got my money twice. If you got paid why did you get paid again?", "Well I was charged twice this month for my premiums and I am not happy about this.", "Yes, the tenth works. Will I get a bill in the mail now? Cause I never did before.", "I just paid my phone bill two days ago and my payment is not reflected in the bill.", "Oh, yeah. My wife says we got another question. I need to know what our payment is.", "okay I just wanna be sure your not gonna charge me late fees if it don't pay my bill.", "I received a mail that I have an outstanding balance, can you confirm my balance first.", "Oh I bet it was because I didn't have my check in there. so I still owe for this month?", "Okay. So has my payment already been taken out this month? Can you check on there for me?", "Yes, I don't know what all that means, I just need to change this-this, internet billing.", "Good. Ok. So, this month, even though the payment didn't go through, I won't get a late fee?", "Hi, yes, I'm calling today Id like to pay my bill. I always pay the same day my rent is due.", "How much is the payment supposed to be per month? I was charged more than two hundred dollars!", "Oh. Well I'll talk to him about that. So am I going to be back-charged for those other months?", "Oh yes, mhm! I have it right in the other room with my bills, you know. Would you mind waiting one.", "Right, but that doesn't help when it keeps happening. I want to just be charged the correct amount!", "THIRTY DOLLARS! I was not told about no document fee! Just cancel the policy. I knew it was a scam!", "Great. So I really wanted to check on her payment status and see if she's up to date on all of that.", "Yeah that's right. I need to pay for this past month I think it's due in like two days or something.", "Look I just wanted to- I was told my that I hadn't paid for- and I was trying to pay. They said I didn't.", "Well, I noticed that I do not get the invoice for my monthly payment, and I was wondering why that is so.", "I don't remember doing anything like that. I was just checking to see how much my monthly payment was, is.", "I don't have any of that actually. I paid the first month on the phone and I haven't received a welcome packet.", "Oh, okay. This is Grant Baker. I thought I paid you guys but now I've got this bill for twice the amount I should owe.", "What if it got lost in the mail? I guess I could call my bank to see if they know anything? When will this be past due?", "I did say that, but first I want you to look at the over charge. Your system billed me twice last month instead of once.", "But I got a letter in the mail from Rivertown saying my payment didn't go through, and I was like, why? I sent the money!", "I am telling you right now that I did not change my payment date. And what about the extra forty bucks you been charging?", "Yeah you guys keep taking money out of my account and I didn't tell you you could do that. It's been this way for months.", "Can we talk about why my bill is higher please? I well I can't pay this much. It's too high. I don't have that much money.", "I have never heard of this kind of nonsense in my life! What kind of business would make it's customers send proof of payments?", "Why in the world should I have to send proof? The payments are on my bank statement as Circus Healthcare. This is not my fault.", "My last statement that I received in the mail states that my balance due is six hundred and thirty five dollars. That cannot be correct.", "Well Josh its not so good. For some reason you took out my payment four days early and for a higher amount and now my bank is overdrawn.", "I sure hope so because I'm getting charged a lot more than I should be and my address is slightly wrong as well. Luckily I got the bill though.", "My name is James Rodeo. I want this issue addressed as soon as possible. Why would I be charged twice for a bill I'm supposed to pay for only once.", "My name is Terrance Gregory. I want this issue addressed as soon as possible. Why would I be charged twice for a bill I'm supposed to pay for only once.", "#Um I think that is all for today, I'm really glad that bill's been paid that's a huge reilef . Am I able to call back if the password link doesn't work?", "Hello, my name is Kerry Silver. I need some help. You see I can't remember if I made a payment or what my balance is we have been so busy this month and.", "Well I was looking at my credit card statement last night. And I think I might have been double billed for my policy this past month? Can you check that for me?", "Ok. Now lets see I have your account open and right now it is set to mail your bill to your address on the fist of each month. What would be your preference for billing?", "I'm actually just wondering if there's a balance on my account? I was pretty sure I was supposed to get a bill for the next six months, but I'm afraid I might have missed it?", "Oh, yeah. I just have a weird thing going on with my paychecks and bills? I'll get it all figured out, I just want to make sure the payment goes through like today or tomorrow.", "Well, I got this email that says, well I get my payments, are made, they're automatic and I noticed the payment was higher than usualy, so I went online, and saw a weird charge.", "#Um actually, am I able to just quickly check with you whether the payment on our last bill went through? It was the Renters Preferred package and I just wanted to confirm it had gone through.", "Okay, Crystal, my wife usually handles all of the bills, but she's been sick so I was calling to see if the bill for last month had been paid she's been sick for a few weeks now and I'm not sure if she paid the insurance can you help me.", "no, but thank you for the reminder because I am going to have to send you all a check this time because my debit card expired and the new one hasn't came. I don't know how long it will take to get to you but I am going to drop it by the post office on my way to work in the morning. I don't trust the kids in my neighborhood not to mess with it. So will I be charged a late fee? Or what is the penalty for being late?"]}
{"intent_id": "4", "utterances": ["How much is it?", "How much is that?", "Okay. How much is that?", "Is there an extra charge?", "And that includes the fee?", "Well first, how much is it?", "Are there any fees for that?", "Hmm and this goes for how much?", "Great. Is there a cost for that?", "That sounds good. How much is that?", "And what are those prices for those?", "That sounds better. What's the cost?", "Are there any additional fees for that?", "That one sounds better. How much is it?", "Can I ask you what this will do to my premium?", "Thank you. How much will this make my bill go up?", "Yes. What is the payment difference? Is there a convenience fee or anything?", "Is it cheap?", "For how much?", "How much more?", "Okay, how much?", "okay. How much?", "Okay and how much?", "Okay but how much?", "Wow. For how much?", "Is it the cheapest?", "Ok. How much is it?", "So, how much is it?", "Great. For how much?", "How much more is it?", "How much will it be?", "How much would I pay?", "Great, how much is it?", "How much does it cost?", "Uh-huh how much is it?", "And how much are those?", "This goes for how much?", "Uh-oh how much is that?", "I guess. How much is it?", "Can you tell me how much?", "Good and how much was it?", "What about shipping cost?", "And how much more is that?", "Ok. How much will that be?", "Okay and what is the cost?", "And what does that cost me?", "How much are, is the Basic?", "How much would that fee be?", "Huh how much is it the fee.", "And how much is that a year?", "How much would I pay, again?", "Nice. Ok. How much for each?", "Okay and what is the prices?", "Uh, how much to add that on?", "Yes I think. How much is it?", "How much was it again please?", "Interesting. Is it expensive?", "Jeez whatever how much is it?", "So, how much is the late fee?", "Without the double fee thing?", "mhm well how much will it be?", "Oh sounds good how much is it?", "#Um, what was the amount again?", "Huh how much does that save me?", "Okay. So how much will that be?", "How much is that costing me? Us?", "Oh. How much will they increase?", "Ok. How much more of a discount?", "Ok. So, how much are they, each.", "#Oh. Well, how much is the Basic?", "Okay and what's it going to cost?", "Yes that's right. How much is it?", "Okay what are the prices on those?", "That's how much in premiums montly?", "Yay! #Uh do you know how much less?", "Ok. #Um, how much are each of those?", "Okay. So how much am I paying today?", "#Um yes, but what was the rate again?", "Alright, might as well. How much is it?", "Wait what's this even going to cost me-.", "But I was wondering how much more it was?", "How much are those? How much do they cost?", "Ok. #Um, thanks, and how much is that one?", "Right, and what's the pricing of that one?", "I wanted to ask will it cost me to add him?", "Ok. How much does something like this cost?", "That totally sucks. How much will it go up?", "Great, so how much will it cost to add Lily?", "Mhm nice! How much do they both cost though?", "Oh Thats nice. Does it cost anything though?", "Okay, well, how much would that one cost me?", "Uh-huh. And so what's the most expensive one?", "Yep how much do y'all pay? How much do I pay?", "Fifty dollars? Sorry, what cooling off period?", "Is there a difference of how much you pay out?", "Okay. How much is that and what does it cover?", "Okay. Okay. So, what's the price for that one?", "And it will go to the new card? How much is it?", "And does it cost me anything? A fee or shipping?", "Uh-huh well how much was the fee for cancelling?", "Okay I understand. I expected that. How much is it?", "Well, what exactly makes the premium, premium then?", "And how much would the add-on be for the second pet?", "What's the price differences? To what I'm paying now?", "Alright. #Um can you tell me why it costs more for me?", "#Oh, right. Ok. Does that cost increase as I get older?", "Oh right so not much difference between the price #huh?", "Well, I expected an increase. How much more will it cost?", "Yes, okay. What is the total upfront cost if I payed today?", "#Um, no, not really. what will be the cost for both options?", "Yeah, that's exactly what I thought. So that costs how much?", "Like, would a newer truck cost more? Like that sort of thing?", "Yeah yeah no absolutely. So okay you said the preferred in how much?", "Well, how much is once? I mean, like, how much do I pay if I pay once?", "Oh ok. Are you sure that is how much it is? That seems like more than I thought I remembered.", "Wow, that's more that I thought it would be, but I guess it's worth it. What does that cover?", "Sure thing. Low price sounds good- how much extra will he like what's it going to cost to add him?", "Okay. And when you said these were base prices, does that mean the cost will go up for all of them?", "Yes, yes that was it! Thank you. It's been a bit of a hectic day. Do you, what's the price on that, typically?", "OK. And what is the, the amount, sorry, I don't remember what it's called, but, like, the amount that I have to pay first?"]}
{"intent_id": "17", "utterances": ["What's the difference?", "Alright, which are those?", "Okay. What are their differences and rates?", "#Hm Which one is that?", "What's the price difference?", "What is the price difference?", "How much different is that one?", "What's the price difference for both?", "Why is it so much more expensive the other two?", "what are the differences and how soon do I get either.", "What's the difference between the Preferred and the other one.", "What's the price difference between the middle and the higher one?", "Me neither but I'm just teasing. So yeah I think I want to go with well what's the differnce between the two? Like coverage wise?", "Is one the lowest?", "Nice. Which branch?", "So what's that one?", "Huh well what's faster.", "What is the difference?", "what are the differences?", "#Um what's the difference.", "Eee what's the difference?", "So, what's the difference?", "Oh what are the other three?", "Okay. What is the other one?", "So what are the differences?", "Is there a difference between them?", "Well, which what is the difference?", "Good to know. What is the other one?", "What's the difference between those?", "sounds good but what's the difference?", "what are the differences between them?", "What's the difference between those two?", "#Hm, what is the difference between them?", "Ok, is it the one at the bottom or the top?", "Okay. Just to ask. Are they the same thing?", "hmmmokay, so which do you think is the best?", "How's that one different from the Basic Auto?", "OK, so what's the- the other, the not premier one?", "Between Preferred and Basic which do you recommend?", "What's the difference? It's probably still to high.", "is there a difference between this two proof methods?", "Mhm could you explain the differences between the two?", "I see. What are the differences between those policies?", "Five hundred to one thousand, huh? What's the difference?", "So yes those two. What is the difference between the two.", "There's no difference between the versions though, right?", "Whoa. That's higher than last month. What made it change?", "That sounds good. What about the other one. The Preferred?", "What exactly does that mean? How are the prices different?", "Why such a big difference between that first one, I mean the ", "What's the real difference between preffered and basic though?", "#Uh is there a huge difference? Would I ever need one over the other?", "So, like, the basic for one and the other, the #preferred for the other?", "What's the difference, I mean can you explain to me the differences between the two.", "OK, yeah, so what are the different, like, costs and out-of-pocket costs for the two levels?", "So what exactly are the differences in the tiers? Between Complete and the one I'm switching to?", "Oh, man. Okay. I hate bugs. #Um, so what is-what is the price difference between the cheap one and the other bug one?"]}
{"intent_id": "48", "utterances": ["Great can I pay over the phone?", "How do I do that? Do I call in?", "Okay. Do I have to call back in?", "Fine. Will they call me or email me?", "Ok! Can the number be sent via text.", "Okay when will I hear back from them?", "Okay and how long until I hear from someone?", "Yes, that is right. When will I hear from someone?", "Yes is there another way to change these other than calling in?", "Great can I think on it a little bit and give you guys a call back?", "Yes it does. I do have a few other places I want to check. Is it okay if I get back to you?", "I would actually, but I don't have time at the moment can you have someone call me in a couple of hours?", "Great is there any way to do this other than calling in? This lease is only short term so I will need to change it again.", "Hey can you tell me if there's any way to do this like online or something that way if it happens again I don't have to call in?", "What is your phone number?", "Yeah, can I call the CVV now?", "Don't you guys have caller ID?", "How do I get a customer number?", "If I call back, will I get you?", "Okay, yeah. Give me the number.", "how do I get my customer number?", "Do you have a claim number for me?", "Okay. Will I be able to talk to you ?", "Will I get confirmation of this call?", "Uh-huh how will it take over the phone.", "What hours are, are you open for calls?", "Eee do I have to do that over the phone?", "Uh-huh I can do it over the phone right?", "Uh-huh can I only sign up over the phone?", "Um, where would I find my customer number?", "I'm calling to change my security question.", "Ok. Should I do it while we're on the phone?", "Well, will I get a call about the, adjuster?", "Uh-huh will do could I call you specifically?", "When do I enter the extension, when I call back?", "Can she send the information and a contact point?", "So, do I need to call him or what do I need to do?", "Ok. Do I need to call you back, directly, or anyone.", "No. Thank you. #Uh what are your hours if I call back.", "Oh yes I guess can I only change it through the phone?", "Will do. Do you have a direct line that I should call?", "Tell you what can you stay on the phone while I do this?", "Would I just go online and cancel? Or do I need to call?", "Can't I just give you their name and have you tranfer me?", "Okay is there any way to buy a plan besides on the phone?", "#Um, no, but are they going to call me about the complaint?", "#Um yes okay Carrie. Do you have a direct line to you or...?", "Ok. Can I also get his information so I can give him a call?", "Can you mail it to me or does it have to be done on the phone?", "How am I going to keep track of it if I don't call every time?", "okaywhat if I want to speak to you directly? Is that possible?", "No problem, I can wait. Do you know when the adjuster will be by?", "Sure, do I have to do this over the phone? Is there an easier way?", "And my card won't be charged until I talk to, with this Wendy person?", "Well am I going to have to call every time for this to get processed?", "#Um hi could I create an account and enroll in a #plan over the phone?", "Is there another way to file a claim besides calling into the, helpline?", "Ok. How do I get a hold of you. It's an automatic calling center, right?", "So, should I call back and do the Term Life if I still don't have a job?", "#Oh, great. Then, what if I get a job before then. Do I need to call back?", "I don't have those in front of me right now, can I call you back with them?", "[Sigh]. Hold on let me ask my wifeHONEY! WHATS MY PHONE NUMBER?! OkaySusan?", "Yea, I have to go to lunch with the missus. Can he call back this afternoon?", "Can I call you directly or do I need to go through the whole automated system?", "Can we handle that when I come in for the appointment? Have to think about it.", "That's true. Let me think about it and can I reach back out or do this online?", "How about I ask my uncle and give you a quick call back later? Would that work?", "O-ok, I will be waiting to hear back from someone. Can we start to clean it up?", "Can I call back next week or something when I've had more time to think about it?", "Yes, thats fine. We can get you checked in another way. What's your phone number?", "Thank you, is there any other way to change my address without calling a helpline?", "#Er hi there Molly, I'm calling to see if I could change my address over the phone.", "No, no thank you. Not right now. But, if I have more questions, I, can I call back?", "Got it. #Uh, thanks, yeah, I'll look it over. Do I need to call back if I want some?", "Could you call me back in a couple of months? I'll be ready to discuss rates by then.", "Thank you. Is there an easier way I can do this in the future without having to call?", "Yeah I am looking to wait was that the other place. Where are you calling from again?", "#Um, I really am on my way out right now? But is there anyway I could call back later?", "Just tell me when the adjuster will be there and I'll give them a call. They have a key.", "Okay so when I get the uh, the uh, police report I call you back and will I talk to you?", "Got it. How soon should I expect to be contacted by this adjuster so I free up my schedule?", "Hmm. And if I don't do this, I have to call you back next week to make this address change?", "Uh-huh could I get your contact information conner? #Um for when I need my quote and all that.", "yeah, I would like to do that now. But please can I call back and we continue this conversation.", "Is it gonna take long? Cause I have a doctor's appointment in just a bit. I may have to call back.", "Nah, that's okay. You can tell me all that when I call back with the information from the shelter.", "And what is - what is the best number to reach you at? Or, if-if you'd like we can use email instead?", "Wait no, you guys also record calls? Is there even any privacy in this country anymore? Why's everyone.", "Actually can you please tell me my customer number so I can just write it donw here now so I don't forget?", "Oh yeah. I remember that now. Is there another way to pay this instead of calling and bothering you guys? ", "I wanted to know if there's any other way of reporting such cases like this other than calling the help line.", "If I wanted to add another dependent in the future, is there a way other than calling this helpline to do that?", "Do you have an extension number or anything? I'd prefer to just talk to you again since you already know the scoup and all.", "#Ah actually real quick before I go if I need to change my information again would I have to call again or is there another way?", "Okay, great. Thank you. But r so if I'd eventually cancel, what do I need to do? Do I have to call back, or is it something I can do on the portal myself?", "Yeah yeah, just one more thing, if for instance I have someone who is interested in opening an account with you, does he have to call you, I mean the r helpline, or are there other ways of doing that like an app or something?"]}
{"intent_id": "2", "utterances": ["m okay and it's in my name?", "Great. Can I go ahead and pay that now?", "Okay great. Can I go ahead and pay that?", "Can I just take a picture of them on my phone?", "I would be glad if I can have it as soon as possible.", "Great. Thank you. Will I need to be there or can anyone be there?", "Thanks so much. You said I can do anything on the mobile app right?", "Okay, thanks. Would that be all the details needed for creating the account?", "Okay. Sign me up.", "Okay then. Sign me up.", "Yes please sign me up.", "yes. Is that the Visa?", "Okay, can I have them please.", "Yeah let's go ahead and pay it.", "I knew it. How about the rental?", "Whoa really? You can do it for me?", "Lets hope it's just a filling then.", "Nice. Can I like do that right now?", "I want to take care of this A-S-A-P.", "Perfect. Is that going to be a check?", "That sounds perfect. What's that run?", "Understood, Craig. How high can I go?", "Can you update my girlfriends file to?", "What do I do after I sign and date it?", "Thanks, when will that come back to me?", "Will you get credit for it, if I do it.", "Yes please. Could you please sign me up?", "you mean I can add more than one person.", "Good. You have everything already, right?", "#Um no I thank that's it when do you close?", "Oh alright go ahead and charge me right now.", "Okay, I'm back and ready! What's the number.", "Ok, yeah. Let's go ahead and upgrade it then.", "Okay, thanks. How do I turn it back on later?", "Oh good. I like to see that balance come down. ", "Oh you can do it for megreat. Also what checks?", "Okay, great. So do I get to give the report now?", "I can do that. Does that conclude our business--.", "Oh okay ma'am charge it to the same card on file?", "That's right. Can I start giving you the numbers?", "Yes. Yes it does. You can sign me up for that yes.", "You are welcome. So can you cancel the account now.", "Mhm you guys have all my card info and whatnot right?", "Oh okay that's good then. Can I do the auto pay thing?", "Cool! So how, I mean, when should I, get her signed up?", "Okay I can definitely afford that. So how do I sign up?", "Oh yeah I actually need to update that with you as well.", "Yes. That sounds like a good idea. How about we do that.", "Okay so I'll pay with that. What information do you need?", "Oh, well that's not to bad. Yeah ok set me an appointment.", "Well. Okay. I guess I'm good? Wait what about the doorbell?", "#Oh. Right. Sounds good. Do I need to be here the whole time?", "I think I found it. It's enabled. Can you disable it already?", "That sounds great! Getting rid of all the extra baggage at once.", "Oh. Yeah, of course. Can I check to see if I have it in my wallet?", "Uh-huh do it then please. #Um you're going to erase my info right?", "Can I give you the plan number first? I have it right in front of me.", "Oh, sure. Yes. No problem. How easy is it to request proof of policy?", "Yes but can we figure out when you are going to give me my oney back?", "Oh, yeah. That would be great. Would it be late if I made it this way?", "Oh, that's great! Okay. And I'm still signed up for paper bills, right?", "Oh, thank god! Yes! Okay. Yeah, that's me totally. Can we kick him off? .", "Alright, I'll tell her that. yeah clubs, volunteer, sports, anything else?", "Yeah you are true. Hmm I I think I would like to sign Garfield up for that.", "#Uh, yeah. I'll do that. I'd also like to make it my preferred method of pay.", "Ok so now that the twenty questions is over. I need to speak to a supervisor!", "Ah, here it is. All my files are color-coded. Now where is my customer number?", "I would love that, Timothy. If you do something I would pilot for you as well.", "Doggy is so beloved to me. Kindly state the way of payment please, I can't wait.", "Thanks! And can I do the registration- the updated registration with you? Can I ", "Paulie is so beloved to me. Kindly state the way of payment please, I can't wait.", "You have done enough already, oops, how do i get the details of his registration?", "I know it is. Yeah, go ahead and sign me up for the hundred sixty-four dollar plan.", "I am ready. No wait! The pen isn't working! Ok, I have a good one. What is the number?", "Yes, definitely. Isn't that the end goal of reporting the incident in the first place?", "Oh okay that's okay that's okay. I will pay it on Friday. Is that okay to do it on Friday?", "Oh ok cool that's faster than I actually thought yeah we can do that. Do I need to be home?", "Okay. And for future reference, can I always check the website to see the status of my payment?", "Yes I am, thanks. I need you to guide me throught the step by step procedure of filing a claim.", "yes, I've made my account online and I've been doing my research, so I think I'm ready to enroll.", "That's cool. What about, do I have to go through the whole medical review process and all that again?", "Oh! Okay. Could you at least put a note in there or something that says I really liked talking to Mike?", "If you're saying it can be downgraded after I talk with Wendy to confirm everything, then, yes, I guess.", "Yikes, yeah, vaguely. I always say I'm going to write those down. Let's hope I remember, do I have to remember all three?", "Yep, I know exactly where it is. I'll drop by and fill out those forms in the next day or so. Will be much easier if you just take the payment directly.", "No, I think that's all. You've been very helpful. If you are ever in Albany please let me know and I'll send you some complimentary tickets for my magic show.", "No, not today. But, you've made this pretty pleasant and I'll definitely be calling back to get proof for the other vehicles digital. Hey, can I get the house digital as well?"]}
{"intent_id": "40", "utterances": ["Security question? All these information just because I want to change my address. This is taking too long. Why can't you just go ahead and check that in your system. Why must I be going through all these screening?", "What ways can you send it?", "Will I get a copy of what you sent to them?", "Okay. is it sent by like regular mail or FedEx?", "Let's do fax and then can you email it to me as well?", "Oh! Is it possible to get the two forms across to me.", "Yes is there any other way to pay this other than mailing a check?", "Can I get a copy of that sent to me since you messed it up the first time.", "Will I get that email today?", "Yeah, yeah. Should I mail it.", "Do I have to send that to you?", "Will I get a confirmation email?", "All right. Can I hand deliver it?", "And what about physical delivery?", "Oh can you email them to me maybe?", "Hey can you email it to me instead?", "How long until I get the new cards?", "Okay. Do I get a card or something?", "#Um, my physical address or mailing?", "Ok. Do you send it to me in the mail?", "Ok. Can you send me a copy of my plan?", "Perfect. How soon will I get the mail?", "So you'll send all of that to me today?", "Will I get the message before the mail?", "Can you also send one to my house please?", "Great, when will I recieve the statement?", "Okay, then. Can you mail me the paperwork?", "Could I actually have all three sent to me?", "Yes, we did. Will the adjuster need a copy?", "Right, good. Yes. Will you send a check? Or?", "Will I get some confirmation letter or email?", "And would I just print the digital one myself?", "Do you need, my email or anything to get my file?", "Oh his mom looks at that- where do I email it to?", "Okay then. Where do I get the claim form to fill?", "Thank you. How long will it take to get the copy?", "Could you email me a receipt or the confirm number?", "Awesome. What will you need? Like a voided out check?", "Can I change my mailing address to a post office box?", "#Uh how long will it take? #Um I guess email it to me.", "And, I'm just wondering when I can expect to receive-.", "Do you know what kind of documents will be sent to me?", "Oh don't you have to have a physical copy in your car?", "If it were mailed, what's the turn around time on that?", "You're sending me the info through mail and email, right?", "Okay cool. actually can you just email me the confirmation?", "Correct. How long is it gonna take for the mail to get to me?", "How long will it take for the message to get delivered to me?", "Oh, good! Can you send a receipt for the payment to my email?", "I'm assuming it'll come by regular mail? Or will you FedEx it?", "Oh, I better write this down. #Um will you email me a receipt?", "#Uh Timothy can I have that in writing either a document or email?", "Yes. I would appreciate it if you would send it to me immediately.", "Oh, okay, I'll do that. I assume instructions will be in the email?", "Yeah, just because I'm on a job can you email it to my wife as well?", "Uh, can I get it by email? I'm better keeping track of stuff that way.", "Yeah, do you need them scanned or can I just take a picture with my phone?", "Will I get a confirmation email or something that my address has been changed?", "Can I get some kind of confirmation of that change? Like an email or something.", "Morning, I just needed to request proof uf, what is it called? Proof of policy?", "Got it payment is processing do you want your new cards to be mailed or emailed?", "Oh gotcha, well, I don't have a printer, or I guess can you print it and mail it?", "I think email will be better. I can then forward it straight to the leasing office.", "Oh I am not sure. #Er can you mail it to me I guess. I rather have a physical copy.", "Yeah will I get anything in the mail or in writing so I know this has been cancelled?", "I don't have it I think I threw the notice away can you pull it up with email address?", "Let's do-let's do mail. I think my printer's down, and I need to have a physical copy.", "Oh ok. I don't have a pen to write anything down right now can you just like email it?", "Oh no, can you please send it to my work email, so I can print them while I am at work.", "Can I have an email with this information? I have to run it past my military man husband.", "Right, right then I should send it in early or I could just come to the office and pay #huh?", "Well you know what can I mail it to my daughter's email box? She looks at her stuff all day!", "Oh, is there nothing else I need to do for the address change? Do you need proof or anything?", "Yeah, I've seen that autowithdrawl form thing, I can get that to you. Do I just email that in?", "Yeah, I didn't realize. Okay. Is there any way I can get it by Friday? That's two business days?", "Thanks, I am just checking to see if I got an email back yet about the truck. Moving can be a lot.", "Yeah she is. So Ben is there anything other than the bill and receipts I'll be required to forward?", "Yes I guess that sounds right. Will you mail us new health insurance cards without his name on them?", "Yep, that is how I want them. Did you say I would get a pre-paid envelope to send my check back to you?", "Yeah that's why I'm calling. Can you please guide through every step and what documents I would need to provide?", "Great! Can you forward a quote and all the information I'm gonna need to my mail. I'm running late on an appointment.", "But in the mean time, can you make a note on my account saying I previously sent a cheque, but it got lost in transit.", "Wait, the more I think about it, can you have them only use email? I've got kids and afternoon naps and all that jazz.", "You know what, can I just add my email address and start getting my bills that way? That would be better for me I think.", "I just got it a few days ago and I can't find the paper I printed out and I'm on my way over there. Can you email it to me?", "That way how would I give it to the lady at the DMV? And you said the other way it takes two days. I got to get this today. Man, I can't wait two days and I got no printer."]}
{"intent_id": "29", "utterances": ["Finally. Please add a dependent to my account.", "Yes please. I would love to add a dependent to my insurance account.", "Yes she really is a blessing. Do you have any grandkids?", "Yes we just adopted a new baby and I need to add her to my health plan.", "Exactly and I also want to add a dependent to my insurance account profile.", "Yes I recently got married and need to add my husband to my health insurance policy.", "Yes. I just recently got married and I've been with you guys for years so I'd thought I'd add my new husband as a dependent.", "Yes. I want to add my son.", "Oh good, help me add my son.", "I want my husband to be added please.", "I want to add my son to my life insurance.", "Is anyone else claiming her as a dependent?", "So I'd have to bring her in for a physical?", "Ok. Can my daughter put money towards it to?", "What if I waive that? I have a lawyer on retainer.", "Will your daughter be filing a joint tax return this year?", "I need to add my sixteen year-old to my policy, unfortunately. ", "Uh-huh my #daughter just got married she's changing insurances ", "Yeah, got a car for my daughter now that she's moved back home.", "Hi I just had my baby and need to add him to my insurance policy.", "you also want to add a dependent to your insurance account right?", "Uh hello yeah. I would like to add my new dependents to my policy.", "Oh actually just in case if we ever needed to add her back could we?", "What about for me and my wife? Does it offer any addtional services?", "Hello, I would like to add a dependent to my health insurance please.", "Okay that sounds good I would like to get him enrolled in that program.", "yeah, I want to change my security question to my mother's maiden name.", "Hi Susan, my name is Jane. I need to add a dependent to my insurance plan.", "Hi! I've got an auto policy with you and I'd, I'd like to add my daughter.", "Hello Kelly. My name is Sally Green and I need to add someone to my policy.", "I wanted to sign up my daughter under my plan through my dashboard yesterday.", "Yes. I would like to remove Lizzy, but leave the other two women on my policy.", "Yeah, my daugher. But yeah, uh, I think I'd like to- When will that be, available?", "Hi Mark yes we just had a baby, so I need to get her added to our health insurance.", "Yeah, hey Carrie, I need to add my son to my life insurance policy. Do you do that?", "OK, that is fine. Will my son have access to the same doctors and networks that I do?", "Yes, that's right. I just needed to add my daughter to the auto insurance as a driver.", "Thank you, well I want to plan a Celebration of Life for family and friends to say goodbye.", "Yes. I'll be going to my daughter's house in Oklahoma next month. Will it get to me by then.", "Of course. My son lost his job and needs insurance. I am hoping to add him to our family plan.", "Wait. I can do it at work. #Er, or, my mother-in-law has one. Maybe she can do it scan it for us.", "Let's move forward. I need to add Marian as a beneficiary to all the other policies I have with you.", "Right! Earlier I wanted to ask. Will adding my daughters as dependents on my account increase my premium?", "Okay, will it allow me include my son? That was why i went for the highest among the plan when i subscribed.", "Yeah I guess I need to remove my son from my plan seeing how he's actually a functional adult now with a job.", "Timothy, I'm Doris Wooster I go to church with you. Someone told me I needed to chat with you about insurance.", "Hi, I we just had a baby and I want to add her to our policy, can I do that or do I have to wait until she's older?", "Yes, hi Amelia. This is Karen Anderson. I have an automobile policy with you and I need to add my son on my policy please.", "Life insurance. Add a policy the cheapest one you have. Have young son who is an adult coming back home. Out of drug rehab again.", "I want your best advise. Do I open up an account for my daughter or adding her as a dependent on my account would be a better idea?", "Hi Timothy! This is Geraldine from church. I doing some considerations. I need your help in deciding some things to add to my house.", "Yes hello. I have recently taken over financial responsibility of my elderly mother and I'm calling to just check on her account status.", "#Yep. We've been saving for over a year and I wanted to see if I could save more by doing a budget. You know, but we already have tickets.", "Okay, let's do it. I really need to get the coverage for Woofy in place as soon as possible. And I know I want Basic coverage for Fluffy, too.", "Yes I would like to add a dependent to my policy. Last year I added my son but I've had another baby since then so I was hoping to add him as well.", "Okay, good. I knew there wasn't an increase for the boys, but I wasn't sure how many we could add before we jumped up to being a big family or something like that.", "Yeah I would love that but also I- I would appreciate if you could walk me through my options before I make my decision. Then go ahead and add my wife to my policy.", "Hello Timmy this is Betty, widow of Omar. I am calling today to get my life insured. I have never done this. Omar went to see Jesus and did not come back. He kept him.", "OK, so I've got, I mean, yeah, they're healthy, no pre-existing conditions. I've got some medical files, some documents. Should I send you those? Would you need to see them?", "Right, just needs her regular kitten shots and examiss I'll probably want to have her teeth cleaned and claws clipped regularly as she gets older, too. Does your plan cover that?", "Yeah I'm so excited I can't wait! My husband went today to pick up our little trailer... OH! That's right, while I have you on the phone, I need to add our little trailer to our policy.", "I have some questions about adding a dependent to my health insurance policy. My daughter is living across town and shes currently not employed, so I'm helping her through a rough patch. I wondered if Id be able to add her to my health insurance. I don't want to see anything happen to her, but if it does, I want to know shes covered.", "I had someone contact her on LinkedIn, and she talked up a storm there. Absolutely refused to talk about work. That was my plan. Instead she goes off and talks about life. I liked it. Had to marry her. Marian knows too much about me. It has been love sickness with me ever since. Cannot get enough of her. I need to get her on the insurances and want a life insurance policy for her alone."]}
{"intent_id": "6", "utterances": ["How does it work?", "What does that mean?", "Why is that?", "What's that mean?", "How does that work?", "Okay what are they?", "Well then, let's see. How does it work?", "#Uh, yes, what has that got to do with this?", "That's a valid point there. So how does it work?", "Alright then. So what's the relevance of this security question?", "Auto what?", "Why's that?", "What are they?", "Huh what's PIP?", "Mhm what's PIP?", "What do they do?", "What's Term mean?", "Where on the site?", "Who would do that?", "How would that work?", "Mhm and why is that?", "What is a coupn book?", "How do we set that up?", "Oh. What does that mean.", "Okay I what's term then?", "Symbol? What's a symbol?", "Sorry but what are those?", "What does that consist of?", "What, what does that mean?", "Huh? What? Is this a scam-.", "Oh well how does that work?", "Ok, so what about the card?", "How does that work, exactly?", "So, uh, how would that work?", "Could you explain them to me?", "Okay so how does it all work?", "And how has it worked for you?", "Is that a new process Timothy?", "Prorated? #Er, what's that mean?", "I don't know. How does this work?", "Oh, and why is that if I may ask?", "Well, how exactly does this work?", "Why does the car make a difference?", "#Uh, could you explain them for me also?", "I'm confused. Is this a religious thing?", "L.i.c.k.s.t.e.r lickster which one works?", "What's a special character? Like a picture?", "Uh-huh sorry but could you explain those to me?", "And I don't know what type it is, like what model.", "I don't follow. Why would he or she be doing that?", "Oh, that makes sense. Does anything else affect it?", "Okay. Well, that tells me nothing. What's the difference.", "Right. That's my understanding. So, what is that balance?", "Oh #jeez why does all of this stuff have to be complicated?", "Oh not what we're buying it for, Timothy. How does that work?", "Oh, I don't know about that. How does it, I, well I don't how does it do that?", "Could you tell me about your, like, speed tracking? Like how it works and stuff?", "And I was wondering, how does that all work? Aren't we, Lucy? We're just sitting here wondering."]}
{"intent_id": "15", "utterances": ["That's fine. I just really want to find the nearest agent.", "Hi, I'd like to find agent of your insurance company closer to me.", "Do you have anyone closer to the Pace area? I will be over there most of the week.", "Hi it's a whole of stress looking for a nearby insurance agent, can you help me out?", "Hey I would like to see if you guys have an agent near me. I've been interested in moving my policies to you guys but I need to know if there's someone close to me.", "Do I go ahead and hire someone?", "Do I have to take that to my agent?", "How can I find an agent in Phoenix?", "Can I find a nearby insurance agent?", "Hello? I am needing to speak to an agent.", "Oh! #Um, I was hoping to speak to Richard.", "Hi I am looking to find an insurance agent.", "Hello, I would like to find an agent please.", "#Uh yeah, I am trying to find an insurance agent.", "My new job has it, but I I heard I need more? Right?", "yeah, can I get in touch with a nearby insurance agent.", "Yeah. What is the name of the agent that will be coming?", "Oh yeah, if you can find me an agent that would be great.", "So i was wondering if the company has a branch over there.", "Do I need to give the adjuster anything when they get here?", "m...yeah, please how can I find an agent in my environment.", "Not yet. I was hoping to talk to an agent in the area first.", "That sounds good. Do I have to meet him at the mechanic's shop?", "My neighbor works for Apex. Will he have access to my information?", "I'm getting ready to have my hair done soon. Could they do it there?", "This makes absolutely no sense. I want to speak to a manager please.", "I am interested but I've got to get going. Can you send me more info?", "I don't need to know your name, just get me to a manager immediately.", "Thank you Michelle. I need some guidiance with getting a claim filed.", "Do you have a direct number Jessica, I really enjoyed your help today.", "#Uh, hello? I just wanted to find out how to find an agent close to me.", "I think so . #Um, just out of curiosity, are you guys hiring right now?", "Now do I need to go to Joe's office? He's not coming to my house is he?", "Yeah,...I'm calling in Respect to Opening an account With Your Company.", "Mhm is the only way I can enroll in a plan by going to one of your offices?", "Hi yes I I'm new to my area and I need to find me a new local insurance agent.", "Yeah, I just want to know who my agent is so I can put the number in the phone.", "Yes, I think it is. How can I purchase today, do I need to come to your office?", "Hello, Curtis. I'm calling about maybe getting some-some information for a Condo?", "Mhm I was trying to find an agent so I could ask about some insurance but I don't.", "That's fine. I'll go to his office. Is he still at the corner of James and Harrison Streets?", "Well, this is kind of an emergency. Could you give me a number to contact an agent directly?", "So could we get a shuttle to the car- the rental car lot? And then we get the car from there?", "Yes, I definitely need to speak to a supervisor. This is is craziness thing I have ever heard!", "Yes, how do I... sorry I'm digging for my wallet, how do I find out which doctors are in-network?", "Hi. #Um, well, I'm calling because I have no fence as of yesterday and I need to get it fixed right away.", "Okay that's great thank you, sorry, I just-you know-I just wanted to talk to a real person instead of a robot or something.", "That's what the other guy just told me. What is it a script you're reading or something? I need you to fix this problem now.", "Good. I'm a little frustrated because I've been trying to get a hold of my agent, but I can't seem to get them to call me back.", "Does it, like, matter if I haven't, found a place yet? Because I, like, submitted some, rental applications to, like, three places.", "No, no! I asked you for insurance deals! I honestly would love to hear more. Do you have like, a, direct number where I could call?", "nah, considering how busy I'll be i called to know if an agent of the company would assist me change plan and do some other things.", "Well, I-I don't know about that. I mean, will Doctor Jacob accept the insurance? I'll just have to ask him and maybe call back later.", "Oh, hey! It was the agent! I wanted to let you know they just called and they said they'd try to get someone out here really soon to look at the roof and to get things going."]}
{"intent_id": "9", "utterances": ["Okay, and how will I know that my information will be safe?", "what other information do you need?", "Any more details for identification?", "what were the other information you requested for?", "Tell me more about it.", "How do I get proof of that?", "Okay and the is there more?", "What are the details required?", "Which of my details do you need?", "Can I know some of your packages?", "How many more information do you need?", "What kind of documents will they need?", "Which of my details will you be needing?", "Do I need all these to change a security question?", "#Ohhhh, how may more questions do I have to answer?", "Okay it won't have any like information in it will it?", "What is a security question and can I just choose any?", "Yes, that's correct. What information do I need to do that?", "Oh okay but since it's a security question, isn't it supposed to be personal.", "Is there interest?", "Do they have a form?", "Okay, any other details?", "What information is that?", "What are the requirements?", "Do I have to sign anything?", "How do you actually find out?", "Ok. Can you tell me about it?", "Oh good could you tell me more ", "Will they require notarization?", "no.. Please tell me about them.", "Why do you need this information.", "Okay what information do you need?", "And it doesn't save the information?", "Do you have anything on file for me?", "Shouldn't you have this information?", "#Uh, are the details on your website?", "Fine. What else, do you need to know?", "Uh-huh do I need those documents now?", "No. But will I get confirmation of that?", "Alright. What other pictures do you need?", "How do I get more information about that?", "#huh, I need to verify the link then what?", "Ok sweetheart. What information do you need?", "Why would you need to know how many square feet?", "What information do you need for the application?", "Yeh, it does. But why wouldn't they tell us this?", "Do I need to give the police any more information?", "What are the possible ways of receiving the claim?", "Oh, thanks. I appreciate it. What info do you need?", "Is there anything else I need to have for the claim?", "Thank you. Is there a way to get confirmation of this?", "Ok, so will I have to go through all the questions again?", "Oh great could you tell me about them if you know anything ", "Wonderful. Now, do you need to do the verification thing again?", "Yeah, guess that makes sense. What do your records show for me?", "Oh, wow. You'll need all that? Is there any other way to verify?", "So, I think, maybe if you could tell me more about the small one?", "Do I really need to give all this information, just to remove Ryan as a dedpendent?", "#Um I am not going to remember all that. Do you have some papers I can see what waters are covered?", "#Um, could I think about it? Like maybe send me something about it that I could, read or something?", "Well, what kind of other information would you need? I don't know where the bill is just right now.", "oh lord!!!, how many things do you people need for confirmation... I'm tired of all the questions please."]}
{"intent_id": "11", "utterances": ["Hi, I want to cancel my insurance plan.", "I would like to cancel my insurance plan.", "I want to cancel my automobile insurance plan.", "I want to cancel my insurance plan.", "I would love to cancel one of my insurance plans with your company.", "So how do I go about cancelling my insurance plan?", "Hi, good morning. I want to cancel my insurance plan.", "Yes. I'd like to cancel my home insurance policy. Was that enough?", "That's why I want to cancel my automobile insurance plan. How do I go about it?", "Hi Rachel, I'm calling because I want to cancel my insurance plan with you guys.", "Hi, yes, I'm calling about cancelling a home insurance plan that my husband and I have.", "Yes I recently filed for divorce and I need to remove my husband from my health insurance.", "Yes I need to cancel my plan with you guys. I was able to find a lower price somewhere else.", "Yeah I need to go ahead and set up my plan to be cancelled. I've found a better company to cover me.", "Yes. I need to do something about lowering my premiumiss I recently lost my job and just can't afford the payments anymore. I don't want to change companies. I've been with you guys for years.", "#Um, I'm not sure. I just, we're moving into my mother's place in two months and selling our house and it's all a bit quick I realize but we're selling and we need to like, cancel the policy as soon as possible.", "I wanna stop my auto payments.", "Ok, so my policy is cancelled?", "Yes I'd like to cancel my policy.", "How about no, just cancel my policy.", "Whew finally done with this company.", "Hi Jane, I'd like to cancel my policy.", "Hi yes I need to cancel my car insurance.", "Well, I actually need to cancel my policy.", "So yeah I wanna cancel my auto policy plan.", "Well, I called to cancel my insurance plan.", "#Um, hi. I need to cancel my life insurance.", "Hi I would like to cancel my insurance plan.", "So I want to cancel the auto insurance plan.", "I want to take someone off my life insurance.", "#Um I am looking to cancel my policy with you.", "I need to I need to cancel my health insurance.", "I am looking to cancel my auto insurance policy.", "Well, I needed to cancel one of my insurance plans.", "Yes Matt, I'd like to remove my son from my policy.", "Hi I need to remove my husband off my car insurance.", "Fine. So, can you remove my son from my life insurance?", "Hello, Sarah. I would like to cancel my auto insurance.", "Hi Holly, I would just like to cancel my insurance plan.", "I was needing to take my kid off of our healthcare plan.", "I will like to cancel the life insurance policy for now.", "Ok. I was scammed and I need to cancel this policy now!!", "Someone's going to call in and cancel my pet insurance .", "Well, I need to drop someone who's been on my insurance.", "Yeah. Hi. I need to get my ex off my auto insurance policy.", "#Uh, hi. I was calling b-because I need to cancel my policy.", "um...i need help removing a dependent from my insurance plan.", "Hi, Edith. I would like to cancel my health insurance, please.", "I'd like to remove a dependent from my life insurance policies.", "#Um I have a homeowners plan but I won't be a homeowner anymore .", "Yeah, I need to talk to someone about canceling my car insurance.", "I would love to cancel six of my insurance plans with your company.", "This is Steve Blaney. I'm calling to cancel my auto insurance plan.", "#Uh, I want to cancel my policy. Is this the right number to do that?", "Oh, I didn't realize why exacty do I not qualify for the discount anymore?", "Hi, I would like to remove a dependent from my health insurance plan, please.", "Hi there. I'm calling because I need to remove my son from our, my life insurance.", "I need to cancel my renter's policy. I bought a house and I don't need it anymore.", "Well, I need to make sure that his automatic payments for his policy are cancelled.", "Sure, so my son is graduating from college, and I'm wanting to take him off my policy.", "yeah our son just turned twenty six, so I guess I need to remove him from our insurance policy.", "It's alright it's been a week but yeah I guess I should probably cancel the pet insurance right?", "Okay, right so I've got an pet policy with you now and I have decided to stop my renter insurance.", "I am also getting dental and vision through my new employer. I would like to cancel these plans as well.", "I was a dependent of my dad's health insurance policy. I would like to open up an account now that he's gone.", "Okay, right so I've got an automobile policy with you now and I have decided to stop a pet basic insurance to it.", "Oh yes, actually speaking of dependents I need to take my oldest son off of my policy. I completely blanked on that.", "I just can't afford to get my credit dinged. I'm cancelling all my autopay billing options. Like everything, not just insurance.", "my kids were all dependents of my late husband's policy. I would like to change that and make them dependents of my insurance policy.", "All right. But I think I still want to cancel my auto bill for now. I'll talk with my husband, but just take if off of auto bill for now.", "Finally got someone jeez. Yeah. My name is John Brown, policy number one two three four five six seven eight and I need to cancel my plan.", "What do you advise? Should I keep him on my account as a dependent or do I take him off my account. He did call to say I should take him off so my premiums would be reduced.", "Uh-huh. Well I certainly didn't expect that, I'm actually cancelling my insurance policy because I'm selling my car. Do you have any arrangements that offer an understanding for my situation?", "#Uh yeah except I can't be sure exactly when I'll be buying the car and I don't think I can afford to extend the insurance without a car. #Um look I still think it's best to cancel it, and I'll ring back up when I need to, is that alright?", "yes thank you it's quite the mess and I need to separate all of my stuff from my husband. I have a life insurance policy with you guys and I need to take my husband ex-husband I guess or soon to be ex-husband off of my policy as the beneficiary."]}
{"intent_id": "1", "utterances": ["So how do I update my payment preference.", "Hi there I need to change the payment info on my auto pay.", "[Laughter]. You sound so confident. Well, I need to update my payment preference.", "Yeah, I will like to rectify my billing and yes I will want to update my billing preference too.", "Yes that's right. I don't want to default in payment hence the need to update my payment preference.", "Yes I want to see if I can change my payment from monthly to annually. I keep forgetting to pay it every month.", "Yes my name is John and I've been a customer a while with you guys. I was wondering if I get any discounts from changing my bill from monthly to yearly?", "Hey yes I have a renewal coming up and I usually pay only once a year but this year I can't make one large payment. I need to see if I can do it monthly.", "I need to check my balance.", "Can I update my billing frequency then?", "Hi yeah I need to change how I'm billed.", "Hi I'd like to make a payment on my account.", "Yes I need to change the way I pay you guys.", "Hi I am looking to update my billing preferance.", "#Um, yeah. Hi. I was looking to start up auto-pay?", "And I wanted to change my billing on that account.", "Anyway, I need to give you my new card information.", "Ok. Yeah I would like to avoid the fee if possible.", "Yes I just need to change the card I'm paying with.", "I would like to update my payment preferences please.", "No, unless you want to renew my registration for me. .", "#Uh, no? I just needed to change my payment preference.", "Hi Miranda my name is Lee and I need to get a new card.", "I need to change my card on file. I just got a new one.", "Actually, I always pay with the same card. Is that on file?", "Now, I just needed to make a change to my payment information?", "Uh yes I need to change the credit card for my account please.", "Yes alright, okay well, I need to update my payment preference.", "I would like to pay by card please. Do you take American Express?", "Okay, sounds good. Would I also be able to change my payment card?", "With the bank account change, will my payment date remain the same?", "Hi, my name is Maybelle Clearmont, I need to change my billing cycle.", "Yes, I want to switch from paying every six months to the monthly plan.", "No I didn't change anything. I wanna take my credit card off my account.", "Yes, I want to do the monthly billing instead of the once per year bill.", "#Um I have a policy with you. Is it possible to update my payment method?", "Yes, I'd also like to change the card that is used for the auto payments.", "No, no. I just wanted to switch it from withdrawing from my bank account-.", "my credit card recently got expired. I wanna update my payment preference.", "And could I also change my card payment? I really need to get that changed.", "Hi Sandy, yeah this Mike Harlow. I need to change my payment option please.", "My wife was wanting to ask, is it possible to change our billing frequency?", "Hi, I was wanting to change my billing from yearly to monthly, can I do that?", "Hi, Holly. I'm Melissa Stimson and I want to change the way I pay automatically.", "Well I am not sure what I am looking to do. I want to change my bill to monthly?", "Hi, James. I need to change my payment preference and change my security questions.", "Ok cool. Yes I want to pay by card please. But can you remind me the balance please?", "We have a credit card on file. Would you like us to charge the payments to that card?", "Hi there. I need to talk to someone about changing my credit card payment for my account.", "Ok fine I will be paying with my credit card. But first please remind me the balance due?", "My problem is that my wife has access to my credit card and keeps spending too much on it.", "Yeah let me change to paperless billing and can I also sign up for that auto payment thing too?", "So you put my payments back to where they was before I changed them the last time I was online..", "Well, I guess I would need to change all of them since my card is a completely different number.", "yeah that the word frequency. I want to change to the frequency of how often I pay to every month.", "Yes exactly. I want to change it to my Amex card. Lemme know when you're ready for the information.", "Since I am going to once per month that might be a good idea. What information do you need for autopay?", "Yes, that is correct. I would like to change from my checking account to my credit card for my autopay.", "been noticing multiple debit transactions on my account and I'm starting to think I'm being ripped off.", "Yeah, I'd like too. I was thinking putting it on my credit card, but are there other options like Paypal?", "Okay I need to change it to my Visa card. What do you need? Card number obviously and then expiration date?", "I usually make transfers monthly, but I will like to add my credit card details so I can be debited monthly.", "Oh! I was just going to change my credit card that I have on file? I know the one I have is about to expire.", "Thamk you so much. I would also love to know If I can update my payment preference on the mobile app myself.", "Thank you so much. I would also love to know If I can update my payment preference on the mobile app myself.", "I was thinking maybe of cutting the card, you know? Try to improve the credit score while there's still time .", "Billed to my new policy with the same credit card information that on his policy. #Oh wait remove that from the old account!", "I would like to change the billing frequency on my account please. That once a year payment for auto insurance is a big hit.", "Yeah so I keep getting my bill in the mail and want to see if I can like set up repeating payments on like a card or something?", "Yeah. I was wondering if I could like, prepay? I need to make a big payment and I'm afraid of getting overdrawn on my checking.", "Yeah, I understand. Okay, I guess it makes the most sense to just have that second payment sit there as a credit for next month.", "Hang on. Let me check. Marcy! Do you wanna change our insurance bill to, uh, electronic instead of mail? [inaudible response] Auto!", "Obviously. It keeps changing days and now the bill is higher for some reason which I want to know why and now you cost me fees from my bank.", "Hey I need to change my payment method. I am getting paper bills in the mail and I want to set up a payment throught like my card? My credit card?", "That would be a lot easier, than calling up every month. Can you take it directly from my bank account, or does it have to come off a credit card?", "Well I am wanting to see if I can set up a way to like pay automatically? Instead of my bill in the mail I just want to do it online or something.", "Oh oh oh okay I see. I understand now. I think you are right! Maybe I did change that a few months ago. But, why did it just now change my payment?", "Yes. I think the recurring payments to my card are damaging my credit? I just received a credit score, you know, one of those free ones they offer.", "Awesome, thank you so much Emily! So is there a way I can set it up for this to be paid automatically each month? I seem to always forget to pay it.", "Thank you for holding I am back. I just had a slow systemt here I was trying to get things moving. So I will need to know what card you would like to set up a recurring payment with.", "no, no, I think I'm good. So yeah, we're gonna go with the preferred for both of them. And can I submit my payment online? I already do that for the auto. Can I do it for the kitties too?", "#Mhm. Well, when I logged in, because I wanted to check to see what my monthly payment was because I'm making a budget. A budget for the first time ever because I'm trying to save money to take a trip to Europe next summer with my besties."]}
{"intent_id": "36", "utterances": ["Fine, I want to get pet quote.", "Fine, I want to get auto quote.", "Okay then let me get a quote from the other plans then if you don't mind.", "I do have a few other places I want to get quotes from first. Can I call back in if I decide to move forward?", "That's quite affordable. I would also love to know if I can change my address on the mobile app instead of calling the helpline.", "I'd love to get a quote.", "No I need one to get a quote?", "I would like to get a life quote.", "Of course can I get my quote now?", "Yes I'm gonna need an auto quote.", "Hi I wanna get a howeowners quote.", "Do I need a account to get a quote?", "Is there any way to get a quote also?", "#Hm could you get me a quote for that?", "Mhm can I get a quote over the phone too?", "Yeah I can get quotes over the phone right?", "Nah could I also get a quote over the phone?", "Yeah? I'm looking for quotes for my new car.", "I need to, unless you can give me a discount.", "No ma'am. I'm just looking around for the best rate.", "Uh-huh yep could I get a quote through the phone or ", "They are still offering me a lower amount. Just cancel.", "So what do I do just pick a hotel and send you the bill?", "Mhm I can get my car insurance quote over the phone right?", "Yes, well, for now, I just want my lodging to be paid for.", "Alright. Thanks! #Um, I'll like to go with the lowest price.", "I think I'd like to get a quote for the renters preferred plan.", "I got a new vintage car, Craig. Need one of those special auto quotes.", "Yep I wanted to get an auto quote it said I could do that over the phone.", "Hmmm, I am not sure. Will I be able to get rates and quotes online as well?", "Yeah. I called the other day to get a quote and I want to go ahead with it.", "Yes, but I was wondering if you could do it cheaper than the company I have.", "Well, I wanted to get a condo quote, but this is customer services, isn't it?", "Sounds good. Can I have a quote for the complete auto plan forwarded to my mail?", "Is It possible to get a quote sent to my mail instead so I make the payment myself?", "Hi Jane. I need to get a quote for a new homeowners policy. Can you do that over the phone?", "Good. If I bring a proposal from an investment group could you work up some estimates, Craig?", "Yes, and I just want a really good rate. That makes all the difference. What rate you'll get.", "#Um hey this is Mark I wanted to get a pet quote and also can you help me change to card payment?", "OK, so would I, or how about I call a repair technician to get a quote. And then would I need to.", "Look I'm just-, I don't- I'm busy right now with work and I just want to know how much it'll cost-.", "So, like, what's the process? If I, like, call them and get a quote and then call you back, would that work?", "#Uh only if you give me a discount on one of those business insurances, Craig. I want it in writing. No offense.", "#Um, well, I was just calling for a quote, but you guys are much cheaper than the other few companies I've called.", "No. actually I've been looking a car but I haven't decided if I am going to get it or not. Can you give me a quote?", "OK, yeah. I'm, I mean we're - wait, what if me and my roommate, like, split the cost, like if we buy a sofa or something together?", "as a matter of fact there is something you can do. I need to file a claim for my home, you can make it as smooth as possible. I'd appreciate that.", "Sounds good, while I still have you on the phone can tell me about your home plans. I don't want to rent forever so I would like to know what my options are."]}
{"intent_id": "5", "utterances": ["And your policy plan is so affordable compared to others i saw online?", "What are their rates?", "Quite affordable. So how do each of them operate?", "Can you also tell me what that does to my premium?", "Good rates I must say. So how do each of them operate?", "Do you guys offer monthly plans or do you have to pay at one time?", "Oh boy. That's more than I expected. Do you have any other plans that are cheaper?", "Yeah do I get any discounts for paying annually compared to if I broke it up into installments?", "Okay, right. Yeah. Is there some sort of a fee for cancelling? I think I read something somewhere. That they can be sort of expensive fees?", "And Term is the cheapest?", "What's the deductible on it?", "Can you find me a cheaper plan?", "These policies go for how much?", "And those are prices for the year?", "Okay, and the Basic would be cheaper.", "Great. How much does this policy cost?", "#Um, will it save me five percent today?", "And that's both plans or just the Premium?", "I'll keep that in mind, how about pricing?", "#Uh, I just want to know your cheapest one.", "This won't cause a premium change, will it?", "How much did you say that basic policy cost?", "What's the deductible on an event like this?", "Oh I see. How much for the basic auto policy?", "What are the costs for the two different packages?", "oh okay m and what are the prices for those plans?", "Well I have no idea. What are the price differences?", "Sounds good. It won't be the full amount today, right?", "And you say I get a ten percent discount for doing this?", "That seems a bit steep to me. Is there any cheaper plan?", "The problem is that this is only a temporary rate right?", "Uh-huh and what's the rate for the Petcare Perfect plan?", "And what's the price for the premium plan? Is that the name?", "Oh, I didn't know that. Are there other discounts available?", "I think so. So, how much, what is the discount for each plan?", "Perfect. Thank you. Will there be an increase in the premium?", "What's the price difference between my plan now and that one?", "You gonna make me a customized plan to ease the pain of paying.", "#Um, so, what is the cost of the Condo Basic and Condo Preferred?", "Good student discount? Uh, what's a good student discount get me?", "#Uh, I'm not sure. #Um is there a price break for paying annually.", "Well, that's not bad at all! Can we keep our previous paying plan?", "Okay. I think I-I want the Basic plan still. How much was it again?", "Whoa that's great so would you recommend the yearly rates or annual.", "You could give me half off my rate for six months? What's the catch?", "Sounds good. So what are the available plans and how much does it cost?", "Yes and also if you could tell me how much the policy is a year as well.", "Are there any more surprise fees coming? Any other surprises coming down?", "Whew. What's your basic plan? The cheapest. I'm not made of money you know.", "are there any benefits to paying all at once? Like any discounts or anything?", "Oh awesome, that is cheaper than what we are playing now. Now what about renters?", "Oh, okay. You said a lower level. So there's a limit that you'd pay out for that?", "And my plan started on I guess my question is do you guys do retroactive discounts?", "Okay, great! I'll go for the Basic Preferred package then. You said it cost how much?", "I guess Ill have to take what I can get. Is that the cheapest plan you have available?", "What options are there? I really wouldn't want to spend more than five hundred a year.", "Okay. What are the different plans you have and is there a discount for bundling accounts?", "And what is the difference in these plan options other than the prices of course (Laughter).", "That is correct, do you know what that discount would be on my account? You said ten percent.", "Yes, what's the premium on that again? I think I saw it on your website, but can't quite remember.", "You can buy a whole car on Facebook for less than five thousand dollars. Why would anyone choose that?", "Okay. Are there any additional fees or is it just the fifteen hundred or whatever it is with the discount?", "I received a offer for f- for fifteen hundred per year for your complete package. Is this some kind of joke?", "OK, yeah. And could I, like, choose? Like, could I decide to have a higher premium and a lower de- deductible?", "I know I can't afford a complete plan, so just tell me the difference between a basic plan and a preferred one.", "m that's not that much less than the second plan. And I'm assuming that the second plan comes with more coverage?", "Oh, that's not a bad price. What if we wanted to be able to rent while we went on vacation ourselves, is that included?", "Well, now that we have the difference in price down, how about you fill me in on what the difference is on the policies?", "Whoa. That's way more than I expected it to be. Why is it so expensive? That's kind of outrageous for a basic insurance plan.", "Okay m. Well I only have one car so I'm thinking I don't need the exceptional. Can you remind me what the lowest price plan is?", "So todays date, July thirtieth, twenty twenty-one, you are enrolled in the HPG Choice Plan. How would you like to pay for that?", "#Err just to be sure, the Complete Home, sorry I made that mistake again, the Home Complete package, how much does it cost again?", "#Uh okay, so is it just those two plans because I feel like the other agent mentioned something like Auto Comprehensive or is it the Comprehensive Auto now?", "I, I think I've got it. So, after that first visit, if the total cost, spread out over, three years, and it was, say, four thousand dollars, you guys would cover the first two thousand each year.", "And so even if I get both, are there, like, different amounts? Like I pay more for higher coverage? Or I maybe pay less at first but then, like, I have to pay more for, like, repairs or something?", "I'm sorry you're not satisfied with what you're getting. Would you like to bundle your TV, Internet and phone? It's a substantial discount from what you would pay for them separately. And it may be better than the deal you're getting right now with your phone provider. I see we don't provide phone for you."]}
{"intent_id": "26", "utterances": ["can you tell me about your insurance plans?", "And how much for the term life insurance?", "What kind of rental coverage do they have?", "Okay. Can you tell me the life insurance now?", "Asides Life Insurance, what other packages do you have?", "sounds lovely. What about the whole life insurance plan?", "Yeah do you have something with a little more personal property coverage?", "Please before that can you please tell me the different the between the tiers of the life insurance plan?", "Are you insured, Craig?", "How much is the deductible?", "What's an insurance review?", "What's liability insurance?", "What is liability insurance?", "What kind of insurance is this?", "How much does the insurance pay?", "Maybe. Does it cover medications?", "What are the coverages for those?", "What's that, liability insurance?", "mhm you mean do I have insurance?", "#Hm, what are my benefits anyways?", "I see. What's that last insurance?", "Then you pay for the doctor visit?", "Doesn't all life insurance do that?", "Is this going to up my insurance rate?", "#Uh, you guys do life insurance, right?", "Uh-huh what are the required coverages?", "Do they both cover emergency vet visits?", "Like tornadoes? Does it cover tornadoes?", "Oh. Right.What does term insurance mean?", "Alright. So am I all good insurance wise?", "And how much is like basic life insurance?", "Do you send an insurance card in the mail?", "#Um what do I get for that coverage totally?", "But don't all life insurance policies do that?", "Sounds good. Do you need their insurance info?", "What about emergency care? Does it cover that?", "You have any insurance for love sickness, Tim?", "Okay, yeah. What is the deductible for a claim?", "Does the home preferred plan have more coverage?", "Mhm could you tell me about the rental coverage?", "And what kinds of deaths do these policies cover?", "What are their coverages and how much does it cost?", "#Um can you tell me how much the insurance is first.", "How do I pay for the insurance? Do you have autopay?", "Yep do you guys have insurance for like a-apartments?", "Yeah. #Um, are their any deductibles with these plans?", "And remind me, what's the coverage cost for a full year?", "Can you tell me which type of insurance I have right now?", "First, how does it even work? Is it like health insurance?", "Is there a Whole Life plan that we can also borrow against?", "Just out of curiousity what types of insurance do you offer?", "Oh yes. That's much better. And it includes rental coverage?", "Yeah. What about the medical? Is that like health insurance?", "yeah, #mhm. did you provide Universal life insurance policy?", "Ok. I understand. Is it important to have a lot of liability?", "What does the rental insurance cover? What are it's benefits?", "Okay, makes sense. Are all health-related appointments covered?", "Right, exactly. #Um what kinds of illnesses do the plans cover?", "not really, how much am I paying for the life policy right now?", "Yes. Will this also cover if something happens in the apartment?", "Oh I see. So what type of damage does the renter insurance cover?", "#Ah ok, and are are any there restrictions on the Basic Auto plan?", "Wait, so is condo insurance and renter's insurance the same thing?", "Yes it is, Please what is involve in making a health claim please?", "Right, how much would it cost to add in personal injury assistance?", "Yeah. He wants to know if those emergency clinics are covered, too.", "Yes, what are the details if surrounding health insurance with you?", "And do you have customers that have all of their insurance with you?", "So you guys have coverage for stuff for stomach things and what not?", "Mhm well close what sort of coverages do you offer? In the gold plan.", "Oh yeah, I was just going to ask if it covers the lost wages as well.", "I've heard of the usage thing. Do you guys offer usage based insurance?", "Okay Timothy, let's move back to how to get it paid for with insurance.", "And any meds? And, would- is he covered for, like, follow-up appointments?", "Uh-huh sounds all good to me what coverages does this preferred plan have?", "Yeah, are they both, like, required? Do I need them to be legally insured?", "Hey, thanks. #Um, are there any other stellar insurance deals that I'm missing .", "Well m I don't think I need that much coverage probably do I? What do you think?", "Now what kind of disasters does this insurance cover? Everything but an earthquake?", "What kind of protection does that one offer for like disasters or other circumstances?", "Do that. Any other insurances you have that might cover the possible coming situations?", "so what's the difference between the whole life insurance and universal life insurance?", "so what's the difference between the whole life insurance and universal life insurance? ", "the thing is I don't know about your plans, could you tell me about your insurance plans?", "Do they have kind of the same coverage tiers as the auto insurance but with home coverage?", "yeah, I had a few questions about a universal life insurance policy. You offer that right?", "Mhm actually yes could you give me a rough description of the auto insurance plans you offer?", "Okay, sure. Yeah. What's typical for a three hundred a year policy? For beneficiaries, I mean.", "Great. While that gets generated, can you tell me the difference between life and health insurance?", "I think the preferred. It depends on the liability limit. What's the liability limit on the basic one?", "Um, so does it cover any over the counter medications, like heart worm medication or anything like that?", "None of my info has changed, so, fifteen hundred and two thousand. Ok. So, what are the coverages for each?", "You'll get there. Tell me about the legal fee - and how much would the claim be if I didn't have insurance.", "Yep what kind of benefits am I getting for the first tier of the insurance plans? One thousand a year right?", "Thought you would like it. How is that insured under life insurance in case they mess up, and I get splattered?", "#Hm Can you elaborate on the Home complete option? Does that mean it includes life insurance for the house occupants?", "So, let's see. So, if I do go with the complete plan, backing out earthquake coverage, what would my monthly premium be?", "So, like, are you saying if I have a guest over and he or she gets injured in my house, this package covers the hospital bills?", "Interesting. Well, can you tell me more about your vehicle coverage? Like, monthly rates, deductible, and discounts and whatnot?"]}
{"intent_id": "33", "utterances": ["How does each of the plan types work?", "So how much is that plan again?", "And is that your most basic plan?", "Is there any other plan that's lower?", "Can you do a breakdown of the plans for me?", "who actually is the beneficiary on the term plan?", "Okay. What are the benefits of this particular plan over others.", "What's the difference between the renters basic and the renters preferred plan?", "so what are you plans?", "Ok how much is that plan?", "So how much for the plans?", "#Oh great, what's the plan?", "And how much are those plans?", "Yep is that the top tier plan?", "Is it time for the plan number?", "Mhm what is the preferred plan.", "What kind of plans do you have?", "Nah what plans do you guys have ", "Okay, what does each plan cover?", "#Um what other plans do you have.", "Hmm.. How much more is this plan?", "What's the Preferred plan, again?", "Rachel how much would this plan be?", "Good to know. What's the other plan?", "Okay and the basic plan covers what?", "Alright and how much are those plans?", "Correct yes. What's your lowest plan?", "Mhm tell me about the preferred plan.", "Could you tell me more about that plan?", "Oh okay well then what are these plans?", "Great. How much for the whole life plan?", "ok so which plan do you suggest i go for?", "Ok and when would this plan go into place.", "Now what are the, different types of plans?", "Oh okay that's good, what's the other plan?", "So what's the difference between the plans.", "What about the other plan you talked about?", "I'll like to know about the available plans.", "What's the difference between the two plans?", "Okay. So then what is the Complete Auto Plan?", "Mhm tell me about this preferred plan you got.", "Mhm what sort of coverages does that plan have?", "Uh-huh and what are the benefits for this plan?", "Oh so that stuff doesn't come with the first plan?", "Hm, can you tell me the difference between the plans?", "And is there a lot of difference between the two plans?", "#Hm complete? #Uh what's so good about this plan though?", "Is that the name of the second plan? The most expensive.", "#Uh, I see. Didn't you say, that there was, another policy?", "Yep I could you tell me more about these plans? I'm interested.", "That's good to know. #Um what's the difference between the plans?", "Mhm, before I go actaully do you have a list of the plans you have?", "You mentioned extras and bonuses for the last plan, d-does this plan have that too?", "#Oh, wow. Okay, that's good to know, thank you. And are those policies much better than than this one?", "Right, right. What's what would be considered normal? Or what's a good like, a good policy usually last?"]}
{"intent_id": "23", "utterances": ["Hey there. I'm shopping around for some condo insurance and was hoping to get a quote from you guys.", "A friend of mine referred me to your insurance company and he told me you offer the best rates in California.", "Perfect. Can I get a quote for that? I'm already a customer with you guys and have nothing but good experiences.", "Yeah I have been shopping for car insurance and had saw an ad for you guys and thought I'd see if you could beat the other rates I've got.", "The services I have being receiving from your company has being encouraging and my intent is to increase or enroll for more plans with you.", "Yes, I'm in the market for new homeowners insurance and I wanted to see what you guys could offer me. I've read some good reviews about you guys.", "Hey I was wondering if I could get a quote for car insurance. My friend uses you guys and had some good things to say. I'm trying to lower my premiums.", "Yeah. I'm shopping around for life insurance rates and I wanted to see how you guys compare. I heard a lot of good things about your company from friends.", "Yes my name is Jack and I got a flyer for you guys saying that you offere homeowner's insurance in my area and I just wanted to see what you could offer me.", "Yes I've heard a lot of good things about you guys from friends and family and I was interested in finding a local agent to talk about signing up for one of your plans.", "Yes my name is Carol Brown and I've been a customer with you guys for about six years but I'm afraid someone has my information so I need to change my security question.", "Good morning Susan, I'm John William. Calling to get explicit information about your company and her insurance policies and offers as Id love to have an account with you.", "Yeah I got a notice in the mail offering a discount for new policies and I was in the market for new life insurance so I was wondering if maybe I could get some information about that.", "Sure can I got referred to this company by my sister.", "Hi Jane. I'd like to get a quote for insuring my vehicle", "Hi Gladys, uh, I need to get a quote from you on some insurance.", "Good morning, Sharon. I looking to get a, quote for Renter's insurance.", "Hi. I called last week for a quote and now I want to enroll in the plan.", "Mhm I already got a quote for renters insurance I just needed to enroll.", "This new customer sign on discount, and I was wondering if I qualified for it?", "Hi Jen, I am trying to learn more information on some insurance plans. [Laughter].", "not really. I just bought a house and need insurance. My friend recommend you guys.", "Nah that's why I'm calling I saw that it said y-you guys have great rates is that true?", "Hi. I'm calling to, well, I already have insurance, but I'm looking for something cheaper.", "Yeah, hi. Th- this is Jaxon Pfeiffer calling. You sent me some information about policies.", "Yes hello I just bought a condo and I wanted to see about getting a quote for some insurance.", "I was calling to get some information on what kind of insurance you guys offer and how much everything is.", "Uh-huh hello Jennifer I just moved in to a new apartment and someone told me I have to have renters insurance?", "Well I heard about your insurance company from a friend and I want to know more about your services and what I can insure.", "Hi, Valerie. I have car insurance with you and I wondered if you offer any bundled packages for other insurance, like homeowner's.", "Hi Anna, my name is Robert. I recently got a new apartment and I wanna get more information about a renters insurance and get a renters quote.", "Oh that's good. Excellent. Okay so yeah sorry. I think I called Rivertown last week inquiring about an auto plan and I'd like to enroll in one.", "Actually, I'm also calling because our homeowner's policy with Lakeview is expiring and we wanted to transfer it establish a new policy with you.", "my name is Charlies Stone.I was wondering if you could help me with more informations about your services. My friend told me a lot about your services.", "Sure, thanks. I really appreciate you guys. I've been with Rivertown Insurance awhile, but since moving I wanted to get an agent that was local to my area.", "Do you guys by chance have offices in Colorado? I'll be moving there in the next few weeks and I wondered if it was possible to get a quote for home insurance?", "Yes I'd like to get a quote on renter's insurance. My friends have all said you guys give great prices and service and I just moved into this place that requires it.", "No, it's my first car, so I'm just calling around to get some idea of what different companies offer. A co worker said that they use your company. So I figured I might as well start with you.", "Well, I had to find a place to stay, so I tried to find a b. and b. I found one, but it's not cheap and wanted to figure this insurance thing out because I'm hoping I can get reimbursed soon.", "I'm great thank you, I got to find out about Midas insurance company through a friend few days back and I heard you guys have great plans and I thought I should call to create an account and enroll in a plan.", "No, I'm not. My brother-in-law uses you and he suggested I call. He said the your rates are pretty good. I spoke with Debby last week and I liked the quote I was given. I'd like to proceed with creating an account and setting up the insurance.", "Hi Ann, so my friend just referred Rivertown Insurance to me saying y'all got great customer service because my current insurance company has got really shitty customer service and honestly I'm done with them. Please sign me up I wanna get insured.", "Hi. My name i- is Carson. I just bought a car from Frank Brown Used Auto on highway eight in Crystal Falls. He hooked me up with new pol- policy with you guys. Now I need to create an account to take advantage of an a paperless billing promo or something like that. He said it was ten bucks off each month for signing up. I don't need to get paper."]}
{"intent_id": "8", "utterances": ["Okay, right so I've got an automobile policy with you now and I have decided to shop my home insurance.", "Okay, right so I've got an automobile policy with you now and I have decided to shop a pet basic insurance to it.", "Tell me more about the Automobile insurance.", "Oh! I need to know how much is left on my car insurance.", "I want to get a new house which I will like to also insure.", "Okay, right so I've got an automobile policy with you and I want d date for the renewal.", "i just got a new car and I'm looking at having the best insurance coverage on my new whip.", "Absolutely great...I think I am on the right track cos Id like to get an insurance for my automobiles.", "Okay, right so I've got an automobile policy with you now and I have decided to add my pet to my insurance package.", "Okay, right so I've got an home preferred policy with you now and I have decided to shop the home complete insurance.", "Okay, right so I've got an basic auto policy with you now and I have decided to upgrade it an advance insurance package.", "Hey I currently have life and health insurance with you guys and I recently got a quote for auto insurance that I would like to go ahead and enroll in.", "I will like to insure my house.", "How much is the auto insurance a month?", "Hi, I I need to change my car insurance.", "So, what happens now? Is my car covered?", "I just told you. I want to insure my car.", "#mhm I want to shop a complete auto policy.", "I would like to sign up for auto insurance.", "So it pays me to fix the car or replace it?", "#Um, yes. I'm looking for new car insurance.", "I'm hoping to get proof of my car insurance.", "#mhm I want to shop a complete auto policy Ma.", "I need to add my daughter to my car insurance.", "#mhm I want to shop a complete auto policy sir.", "So okay, yes, I'm wanting to get car insurance.", "Yes, I need some proof of insurance for my, car.", "#Uh hi, Mark. I would like to get my car insured.", "Well I would like to add another car to my policy.", "I'm looking for new car insurance for my n- new car.", "Yes. So let's sign me up for the Complete Auto Plan.", "I'm looking at enrolling for an auto and health plan.", "Yeah I'd like to set up an account for auto insurance.", "#Uh, yes. I want to add my son to my auto insurance plan.", "Hi, I wanted to enroll in one of your auto insurance plans.", "m what other one do I have I know about the auto insurance.", "I'm a driver so I will love to know your car insurance plan.", "Yes, I just bought a new house and I need to get it insured.", "You bought her a car? Can you buy me a car? I need a new one.", "Is there a option for six months? That's what I've got for my car.", "Okay well how much for the one that would help me get a new car then?", "Uh-oh times two! what about the total auto insurance? how much was that?", "Oh hi yes I need to get that paper for my car that shows I have insurance.", "You, too. Oh, how much money was my son's auto policy under our insurance?", "I need to work on getting car insurance and I'm calling around to get quotes.", "I recently got a new vehicle and I wanna make enquiries on how to get insured.", "Well I need insurance for my car my plan with my other insurance is coming up.", "Yeah! And I wanted to sign up for a- a policy. #Uh, collision and, the other one.", "well, so yeah before I forget, where can I get a copy of my insurance for my car?", "Okay, right so I've got an automobile policy and I want to add up a life insurance.", "Hi there, I'm looking to save some money, so I need to change my auto insurance plan.", "When you call back, I'd like to talk about bundling my car insurance and house insurance.", "Okay, I'm here, okay, I need to know abou- about, how much do y'all cost for my car insurance?", "Hi. I'm getting charged every six months for my auto insurance and I want to change it to monthly.", "Okay well she's gotta be insured and so does the car so. What does that bring my monthly total to?", "Sorry, I already have my car insurance with you and was hoping to package, or, bundle them, I guess.", "Yeah hi I'm in a bit of a problem right now. I had a problem with my car and they need my insurance.", "Oh, yeah, it is. I also wanted to see if I can get some more information about your automotive policies.", "Well how much would it be if I got full coverage? That would buy me a new car if something happened right?", "Okay, right so I've got an automobile policy with you now and I have decided to shop a Term life insurance.", "Change it to complete auto and is that with the all inclusive discount since I have my house with you as well.", "Okay, right so I've got an automobile policy with you now and I have decided to shop a universal life insurance.", "So I know Id want to insure my piano. Thats valuable. Probably my TV and computer, too. How do we go about this?", "Yes, yes. I have everything right here. I guess-I guess I should get it all insured right now then, shouldn't I?", "Not that I can well we we have a son- a kid that's about to start driving, how do I get him insured, how does that work?", "I wanna enrol for the life insurance. I could also get an auto quote forwarded to me so I check that out for a later time.", "Okay. So, If I get an inspection on the wiring, and replace the Poly B all within the first thirty days. Can I get insurance?", "Well I need to see how much it would cost me to get insurance on my car. My kids say I can't drive it until I have insurance.", "Sure, so I'm planning on purchasing a new car, but in order to do that, I need to present proof of insurance to the dealership.", "Oh okay, I got you. Tell me about car insurance, we, my husband and I, were thinking of buying a new car and switching to you guys.", "No, well, actually, I just bought a new car as well, and want something with a little more coverage. Is there any kind of discount for bundling home and auto insurance?", "Yeah, hi. I'm- I'm, buying, or looking for a car now and just wondered about, like, different insurance policies. Like I know there's comprehensive and the full coverage.", "Great. Right. #Er, I'm sorry. Does Rivertown cover cars? It's just, we had to cancel our previous insurance for for a number of reasons, and I've got two vehicles I need to cover.", "So there's I guess minimal damage to our car, a bit more to the other, and I'm also kinda worried about the damage to our policy. Our premium. It'll go up, right? And, stay on our file?", "Yeah, so my wife actually just purchased a new car, and I was wondering I guess what the policies you offer are. Because I know we had a policy for her old car, but it wasn't very good.", "yeah. I have my current homeowner policy and my auto policy with you guys. I've bought a new house so I need to get a policy on that property. Oh, and I guess I'll need to cancel the one on my house that I sold.", "Huh. I'm wondering if a lower deductible is the way to go now. My son has had two accidents this year in the high school parking lot, but they were minor so I just paid out of pocket because my deductible is so high.", "Actually, I. #Oh wow, I'm sorry, that was so rude. I just, you just, you reminded me, do you have any special discounts or benefits? Our previous insurance, well, we, I have a son, he just turned nineteen and he got his license maybe what. Three months ago? And we have two cars, I think I maybe. Maybe I said? But anyway. Our insurance offered us discounts because we went so long or, you know. Just, so long without tickets or accidents? And they gave us a small discount on our rates because of course they're a little higher covering our son now because, because he's driving. And there was, I think there was like, maybe a discount because we covered two two vehicles? I'm sorry, I'm totally rambling I just. We want to find the right, the right insurance and company and everything."]}
{"intent_id": "47", "utterances": ["well, I would also like to know if you offer any kind of Pet insurance. I love pets so much and I think it's only fitting that I insure them.", "not really, how much am I paying for the pet policy right now?", "Could you send some information about your pet insurance policy to my email.", "which is the best plan for my pets?", "So can you tell me more about the pet insurance plan?", "Can I get more information on Pet Insurance from the website?", "I would love to have the insurance proof for petcare and life.", "Not really. Can you tell me more about the pet insurance plan?", "yeah, I had a few questions about a Petcare policy. You offer that right?", "oh! Okay. Kindly deduct the insurance fee for my pets from my credit card.", "#em, I would love to go for the Petcare preferred plan due to the number of my pets.", "Wow! That's nice. I've been looking for insurance company that also covers pets. Glad I found one.", "Hey I got several policies with you guys but I saw online that you offer pet insurance. Can you tell me how much that costs?", "I have three lovely dogs and two cats. #em, do I have to insure each one of them or the cost of the insurance covers all my pets?", "I would like to know if you offer any kind of Pet insurance. I love pets so much and I think it's only fitting that I insure them.", "Hello there. I heard you guys do pet insurance and I just thought that was the neatest thing. Do you think I could get a quote on a policy?", "Are you a pet person?", "What about my pet insurance?", "So how does pet insurance work?", "Does it cover pre-existing pet conditions?", "Hi, Mike. Um, I need insurance for my dog.", "Hi yes I need to purchase some pet insurance.", "Fine, but what about adding pet insurance too?", "#Um I wanted to get a q-quote for pet inurance.", "Hm. Well, what does it cover? The pet insurance?", "Can I get a quote for the petcare preferred plan.", "I'm, calling to find out about your pet insurance.", "Well, I'm calling to possibly enroll in pet coverage.", "Does either new plan cover puppy vaccinations or a neuter?", "Yes, I will like to insure my pet. It's a cat name cashie.", "Good morning, I would like to get a quote on pet insurance.", "Yes, I will like to insure my pet. It's a cat named Paulie.", "Pet insurance? #Uh, just out of curiosity what do you offer?", "Will I be able to use it right away for a new puppy checkup?", "Um, well we have a cat. Will they allow pets at the Days Inn?", "Hi. #Um I wanted to get a quote for pet insurance for my puppy.", "Hey Monica I wanted to get a quote f-for my p-pet pet insurance.", "Hi. I'm calling about pet insurance. Am I in the right department?", "I wanted to look into getting pet insurance. You guys offer that, right?", "Yes I am and I actually just got a new pet so I'll need two policies I guess.", "Yes I recently got a pet and I wanna know if my cute baby girl can be insured?", "yeah, I had a few questions about a Petcare basic policy. You offer that right?", "yeah, I had a few questions about a Petcare advance policy. You offer that right?", "Hi. I wanna make enquiries about your pet policies and perhaps get my pet insured.", "Hey girl I just got two cute lil pups and I wanted to get a pet insurance for them.", "Well I just adopted a new puppy and am looking to get her set up for some coverage.", "Well I just got a new cat and I'm thinking about getting her insured. Can I do that?", "Well I had pet insurance and let it lapse and now I want to enroll in the plan again.", "I have a bit of an unusual question. I I'm w-wondering whether I can insure my rabbit?", "I, I'm thinking of getting pet insurance and wanted to get a quote. Kinda feeble, huh?", "You'd like to have the home and pet insurance processed on the same date of the month?", "Actually, yes. I have a friend who is looking into pet insurance- do you all offer that?", "Is there any sort of discount for adding a pet policy since I already have another policy?", "Mhm so if my dog were to break a leg or something bad like that it would be covered right?", "Um, I was wondering if you have a plan for more than one pet? I may be getting a cat soon.", "Well, I talked to the vet and he recommends your bigger planwhat's it called? Is it premiere?", "How does insurance classify payment for damage of that in case I have another animal incident?", "Thank you so much again. Now what about pet insurance? Do you have any what's it called again?", "Thanks. Wait. Trevor do you guys offer that insuarance for like if you your dog get's injured?", "You offer pet insurance? I had not thought of getting Scooter some insurance. How much is that?", "Gabe, hi, my name is Sam. I need to, uh, find out how much it costs to get insurance for my dog.", "Well, I hope not, but who knows with this crazy dog. Do you have to pay the premium all at once?", "Well, I'm thinking I'd like to get some coverage for my pets today. You do carry pet insurance, right?", "Yes! Yes! That's it, literature! Do you have literature on pet insurance I could, you know, take home with me?", "Yes, I was thinking of getting a new kitten for my wife on her birthday this week. What are your pet policies?", "Hi there, I was calling to get a quote for dog insurance? We just adopeted a little lab from the shelter today.", "Well, I just got a puppy and was hoping I could sign up for pet insurance and a friend told me you guys do this.", "Hi. Well, I signed up for pet insurance last month and I noticed my bill's kinda high. I'm not sure what's going on.", "Okay, right so I've got an life insurance policy with you now and I have decided to shop a pet basic insurance to it.", "Anyway I am looking to get some pet insurance, but I am looking around and have a few questions then want to figure out the total.", "Well, I heard from a friend of mine that you offer pet insurance, which I wasn't aware of, but I think it might be something I need.", "Great thanks. #Uh So we are doing the more expensive policy right? That's the one that will cover both dogs and cover puppy shots and a neuter?", "#Uh, oh, no! Sorry, I wasn't clear. No, it's- I wanted some, information on your pet insurance policies. And information on packaging, or bundling.", "Well, hers had this weird stomach thing. Guess how much at the vet. Three grand. Three grand! For a dog! And that's out of pocket. I'm not ready for that-.", "OK, got it. So would they, like, get insurance cards? I've never even, well I guess I don't go to vets very often. I mean I guess I will now, but I've never heard them even ask about insurance.", "Hi. I think I want to get pet insurance for my cat. I don't know if I want to get it, but I think I want to get it. Hes healthy right now, but you never know when things could go wrong, you know.", "OK, yeah. Makes sense. And can I also, could I, like, change coverage at some point, if it seems like, I dunno, like Pookie is super-healthy and like never needs to see the vet? Would it be, like, easy to change that?", "#Um need help with several things. Have some questions and need some information on pet insurance cause oh no need this first. I need to know if the room my foreign exchange student has is covered by Fair Rental Expense. Or is it Fair Rental Value?"]}
{"intent_id": "3", "utterances": ["Hi, I'd like to enroll in an insurance plan.", "Alright. Can I also change my insurance plan?", "Hello. I would love to change my insurance plan.", "I will like to enrol for the life insurance policy.", "I would love to upgrade my home owner insurance plan.", "Hey, I'd like to create an account with your insurance company.", "Hello. How are you doing? I would love to change my insurance plan.", "yes I would love to have the insurance proofs for renters and life.", "Mhm, about that I will like to get a quote for the Life insurance first.", "Whoa! This is mindblowing. I'm interested in the whole life insurance plan.", "Yes my name is Jack Henry and I need to add someone to my health insurance plan.", "I would love to register for life insurance and I would love to know the types of, life insurance you have.", "No I want to go ahead and keep my term life insurance but add a universal plan since I already paid for the term insurance.", "I want to enroll in a plan.", "Hi, I need to get insurance.", "Correct. I need a lower deductible.", "I want to pay for my insurance bill.", "I am interested in getting health insurance.", "Please I need help changing my insurance plan.", "I want to enroll in one of your insurance plan.", "Okay what do I stand to gain by insuring with you?", "I darn it, hang on, would like to enroll in a plan.", "I wanna add a dependent to my life and auto policy.", "Hi I am looking to get information about Life insurance.", "Yes but i need the policy number for the life plan alone.", "Yes, hi, my name is Summer. And I think I need insurance.", "Um, Hi, I would like to get a quote on some life insurance.", "Uh-huh I'm Cathy hello I was thinking of switches insurances ", "Yea, well I, well what do I do if I want some life insurance?", "I I'm a new customer and I want to enroll in an insurance plan.", "I think I would like a plan that includes health, dental and vision.", "So I was thinking of changimg to life insurance, how do I go abt it.", "I'm actually looking to change my insurance plan for my family and I.", "Well, Well now I'm wondering if I should just do that other insurance-.", "What if I have an employer and get health insurance through them again?", "Hi I would like to create an account and also enrol for an insurance plan.", "Hi. I'm having a tough time trying to find my balance on my life insurance.", "Craig, I'm Brent Brentzel. I want to increase the amount on my life insurance.", "If I come up with a commerical enterprise after the flight. Can it be insured?", "Glad to hear Timothy. I am going to help you out by buying some more insurance.", "So I'm looking for the best policy plan with coverage and benefits to suit my needs.", "Yeah. Everybody keeps telling me to switch my insurance, so that's what I want to do.", "Stacey. Hi, Stacey. I'm hoping to enroll in a life insurance plan today, if that's alright.", "In my old plan I was able to get coverage right away. Will I be able to do that with you all?", "I want to sign up for a the health insurance plan you offer. It's time to take better care of myself.", "I have an insurance plan with your company. And I wish to opt out from that plan how can I go about it?", "It's kind of a dangerous job so I'm looking into life insurance. Do you think that'll affect the price?", "Existing conditions would be something I want to look into. But I also need I do need a good dental plan.", "Nope. I think actually yeah. I wanted to check on getting some extra life insurance. What are your plans?", "How is insurance on my baby going to work now that he is going to live in Massachusetts? It's colder than Texas.", "Id like you to change the American health system so I'm not paying through the nose for something I need to live.", "Cool! So, OK, like, me and my friend are getting a place together, so, like, would we, or could we, share a policy?", "That's fine, but I have a question, I'm going to Mexico will my insurance be good there? I just you know, don't want anything to happen while we are there.", "Yeah well no if I could, I'd like to go ahead and sign up and transfer my insurance over to you, and then I'll need to send a cancellation to my old current company."]}
{"intent_id": "39", "utterances": ["Do you have a pet Sean?", "What's the name of the app?", "How about my favorite pet's name?", "Must the address be a home address.", "Hey I would like to my home address.", "Okay, can I use my childhood nickname?", "Can i have your Previous address and the new address?", "house address or office address, what address please?", "What was the name of the pet I gave you? I really cannot recollect.", "Can you please get that for me, I don't know the zip code of my city?", "Oh I don't have all of that right now. Can I just give you their name?", "Thanks for helping out. What's your name so you can follow up with the enrolment process?", "What's, the address?", "Yeah, where are you?", "Who am I speaking with?", "Hello, is this a person?", "I need to remove her name.", "Are you from the south, too?", "Okay... What's my pets name.", "Wait, what name do you have?", "Yes. Is this the supervisor?", "I am too! Where are you from?", "Hello? Who am I speaking with?", "Are they the same distance from me?", "Is that house or apartment, Timothy?", "What was the name of your first pet?", "Will it come to my father's address?", "Is that the Dog lover email you have?", "Uh-huh I got that how is Flynn spelled?", "Where is this hotel? What's the address?", "How about what's my mother's maiden name?", "What was your name, so I can ask for you?", "Oh alright can you do my high school name?", "Okay, I'm ready. What's your work's address?", "Uh-huh what's the city and state you live in?", "Hello Craig. This is Garland. Where is Timothy?", "How did you discover that startup security firm?", "No, thank you so much, what was your name again?", "Oh. Yes, that's right? #Uh whom am I speaking with?", "#Uh ok can it be the name of my fathers middle name?", "Hi, yes. #Um, good morning. I who am I speaking with?", "Well that won't work will it if you have my wrong address.", "What, what about, what did you call it, the initial claim?", "Could I get your name I'd like to leave a positive review .", "Could you tell me the first dependent's relationship with you?", "Like you need me to call out the old and new addresses to you?", "#Uh, can you hold for a moment? I want to see if Nancy is awake.", "Correct. It's Polish. Do you gys have to memorize those spellings?", "Nah, I think that's that's it my dear. And what's your name again?", "No problem. I think the question was, what was your high school mascot.", "Hello, are you still there? I need the website, I mean address, I mean URL.", "And then I need the answer to your security question. What is your mothers maiden name?", "Thanks, please is it also possible to return to the previous address when I return back?", "Okay so let's do the city I was born in, mother's maiden name, and first pet, is that a choice?", "Yes, that looks like the address we have on file for you. Will that be the best billing address as well?"]}
{"intent_id": "31", "utterances": ["Okay. I will like to change a plan.", "Can i cancel a plan or upgrade my plan?", "I will like to switch to the basic auto.", "You're welcome. I think you need to upgrade your app.", "Good morning. I will like to change my security question.", "-huh I would like to upgrade to the basic preferred policy plan.", "I've had the same policy with your company for years and I will like to upgrade it.", "Okay. is it preferred Auto or complete auto? I'm not quite sure. Please can you give me a moment?", "Yea....I wish to upgrade my existing plan so I was wondering if You would be able to do that for me.", "Can I change it now?", "Can I downgrade as well?", "I need to change my plan, auto plan.", "#Ah ok. So can I just switch my plan?", "And if I want to change it later can I?", "I want a change of plan, is it possible?", "Eee yeah I think I want to change my plan ", "That is ok. How do I set up the savings plan?", "Hey there. I'm calling about changing my plan.", "Hi there, I need to make a change to my policy.", "So, what if I get a job again. Can I change back?", "#Uh, oh, no, no! It was just, time for an upgrade.", "ok, i would like to switch to the basic auto plan.", "What do I need to do opt out of my current plan sir.", "I would like to know if I can do the same on my plan.", "Okay then, yep. I want to sign up for the standard plan.", "And what all does the one I'm on now cover? Complete Auto?", "Ok. I would like to update from monthly to quarterly then.", "Okay, I will like to have one of the plans for my new home.", "And you think I should go with the standard one? Basic Auto?", "I will also like to ask, can I enrol back anytime I'm ready.", "So I'm thinking I want to upgrade again to the complete plan?", "Great. So I want to sign up for the preferred plan then please.", "Okay, can I switch to the Preferred Plan later if she needs it?", "And if I decide to change to the basic plan will I get a refund?", "alright m I'm thinking about it. What do I get with my plan now?", "Yeah, anyway, I'm interested in the plan, that's why I'm calling.", "Yes, hi Ronnie. I'm looking to like upgrade I guess my current plan?", "Hi I am a current client of yours and I am looking to change my plan.", "Whew I guess make it temporary, but m how long could I change it for?", "Yeah, I just need to talk to someone about changing my due date on it.", "Hello yes I want to check into changing a plan if that's even possible.", "Okay. Can I opt in for a different plan later if I want to change a plan?", "Likewise I was calling because I was thinking of making changes to my plan ", "i said I'll like to switch from the preferred auto plan to the basic auto plan.", "Yeah, I think that'll work. Is it something I can cancel if I no longer want it?", "#Uh no, not yet I don't think. I want to discuss the plans with my husband first.", "Well, maybe I should get the better plan? How do I, how do I go about changing it?", "Okay great. Yeah I have a basic automobile plan and I want to change it to a higher plan.", "#Hm this is all sounding good, how long would it take to get my plan changed and all that?", "Mhm well I was thinking of cancelling but I don't know maybe there's a better plan for me?", "Nice! Yeah, I'll, I'll do that. So is it available for androids? I don't have a an iPhone.", "Wow, no, I didn't know it had that one. I haven't used it in a long time. Can I change it?", "I'd like to try to Sorry, hang on. #Um I was trying to change my package, if that's possible?", "Oh, sorry. I don't Can I just get that plan from my-my drawer? I didn't realize that I might ", "I think I would like to get more preliminary information about your plans before I apply. Is that OK?", "Hello Craig. This is Jim Read. Need to look at policies and make some changes. Changing the plan, I am.", "Right well I'd at least like to hear about my options for the automotive policies. #Um, that's it though.", "Yeah I was thinking about upgrading my plan and wanted to talk to someone to see what kind of options I have.", "Oh no, seriously? I didn't want to have to change everything. Can you tell me what, how... When did this change?", "yes I want to change my current plan and I was wondering if you can help me to solve my last name spelling issue?", "Yh, I'm working on something and i need all the little money i can get thats why I'm switching the basic auto plan.", "Well, I'm just gonna have to think about that. Can you send me information about the different plans? Cuz I gotta go.", "I'll say. I think I need more information on each type of plan. I looked on your website, but I'm feeling confused now.", "#Um, before we start, can, I change to Term is for some reason if I don't want Universal? Or, even Whole for that matter?", "Uh-huh, actually I already have one of the pet plans but I was thinking about upgrading, is there another tier for this plan?", "Well for my little Echo that's not to much. I think I would like to get more information about the Accident wellness plus plan.", "Alright, that's fine. But I want to ask, what if I want to pull out of the plan at any time, what must I do, or what are the conditions?", "I saved up a long time, I'm so excited, no more riding the bus! I don't get it until next week, so I might be calling back to get coverage.", "no I guess not. actually wondering something. If we need to put Peter back on the plan if his job happens to not work out. How would that work?", "you know what I think Ill just do the basic for both and if I feel like I need to change it later, can I just call you guys, and have it switched?", "Very true. Okay, lets to Preferred, it's still a lot more reasonable than I was expecting. I move in two weeks, can we get that set up before then?", "Well I think I want the Basic Auto, but can you tell me the difference between Basic and the next one up? I don't really understand the difference.", "Hi, thanks for waiting. I think we're actually interested in the middle plan, the one with the both house and belongings included, but I think we'd like to review the fine print before we move forward.", "Actually, I just need to understand the plans available under the automobile package and how they work, although, basically, based on what the agent sort of explained, I had it in mind to go with the Basic package, but I think if I know how the rest work properly, I will be confident on which to go for, you know?"]}
{"intent_id": "16", "utterances": ["Yes and update my phone number too.", "Hi, I will love to change my address.", "Good morning, I would love to change my address.", "Can I change my home address and also add a dependent?", "yeah so I would like to change my address on my account.", "Okay, so yeah, I'd like to change the address on my account.", "I recently moved to a new city and I need to update my address.", "Yeah I need to update my address with you guys and pay my bill.", "Hello I just recently moved and I need to update some information with you guys.", "I relocate from my previous residence and will like to change my address to a new one.", "Yes I just recently moved and I need to update my address on my policies with you guys.", "Hey yes I just recently moved to a different place and need to change my address and phone number that I have with you guys.", "Hey! My name is Kara Turner and I have a few policies with you guys. I just recently moved and so I want to update you guys with my new address.", "I need to change my address.", "I'm calling to change my address.", "No, I needed to, change the address?", "Yeah, I'm moving to a new apartment.", "Oh yeah . I need to update my address.", "I'm moving, and need to update my address.", "It's, oh, I also need to update my address.", "No problem! Can I give you the new address?", "Yeah, that needs to change to my new house.", "I need to change my address with you, again.", "Hello. I need to report my change of address.", "I just moved, so I need to change my address.", "No, I'm selling my house and moving to abroad.", "I'm good. I need to change my address with y'all.", "Hi, I needed to change my address. I'm-I'm moving.", "Oh hi, I need to put in a change of address please.", "Cool. I'm just moving and need to update my address.", "Hi I need to change my billing address on my policy.", "That's right, I needed to change my billing address.", "As a result of the promotion I'm to move to a new city.", "thank you, can we just go ahead and change the address?", "I would like to update the address on my account please.", "Well, will this change my address on all of my accounts?", "Yeah, I just moved? I need to-need to update my address?", "Well I'm calling today to change my address on my account.", "I'll probably need to change my email address when I move, too.", "Uh hey there. I need to notify of my move my change of address.", "Yeah that's fine, I just needed to change my address that's all.", "Wait! I forgot! I wanna change the mailing address on my account!", "#Uh, hi, I need to, I need to change my address. I recently moved.", "Hi, we moved and I want to tell you my new address so you have that.", "The other reason I called . Need a house address for the new house! .", "yeah I bought a house so I need to have my mail sent to my new address.", "yeah, I need to change my address, we recently moved a few blocks over.", "Hi, good morning. I need to change my address with you guys. I just moved.", "I just moved into an apartment and I need to cover my furniture and stuff.", "Great, thanks. Oh I need to update my phone number too cause that changed too.", "Hi, Anna. We just moved and I need to make sure our bills come to the new place.", "Nope. That was it, I just needed to change my address, and phone number I guess. .", "mmm, well I just moved to another town, and I would just like to update my address.", "So I'd love to change my address pending when I'll move back, will that be possible?", "yes, hi, I'm in the process of moving and I need to change my address on my account.", "Uh, I'll be moving out soon, so when I change my address, I need to call you back, right?", "Oh, oh yeah. I need to to to sw- transfer my to change my address. You see, we just moved.", "Hi Joe. I recently got divorced and I would like to change my security question and answer.", "Amber my name is George and I am moving and need to change my address on my account somehow.", "#Uh, I was just wondering if the move and new address is going to change my monthly rate any?", "Yep. yeah I've got- well we just move and yep I just need to you need my new address? Sorry I ", "I recently moved from my previous residence and would like to get my residence address updated.", "So i would love to have my address changed pending the time i move back, will that be possible?", "So initially, when I was trying to get to you guys last week, I just wanted to change my address.", "Exactly what I just said. I would like to change my address and cancel one of the plans I'm subscribed to.", "Hi there. I am needing to let someone know my new address. I just moved and want to update my information.", "Okay. #Uh what details do I need for my change of or in short, what is involved for the change of address?", "Yeah, I moved on the fifteenth. I called in and changed the address, how would that affect my billing though?", "Yep yeah I need to change my address. I moved last week and yeah I need to update my information with you guys.", "So the thing is, I'm moving from my current place to a temporary place for a project I was told to head from work.", "My husband and I got divorced. I got the dog, so I want to change the password since this is strictly my account now.", "So the thing is I'll be moving in to my condo sometime nextweek. So should I use my current address or my condo address?", "Uh pretty good! Just lots of phone calls to make and stuff trying to set up inform everyine of our address change you know?", "Well, what I'm actually calling about is I wanted to know if you're going to reopen or not and I wanted to change my address.", "I need to change my address no not change my address I did that last week I mean change not change #jeez I'm a mess I'm sorry.", "Oh I definitely am interested in that I just haven't gotten around to doing it but I figured that I should still change my address.", "I sure hope so because this is like the fourth time I've called to change my address. You all cannot seem to get my address correct.", "I need to change my address. I recently moved from my previous residence so I'm gonna need my address updated to my current residence.", "I just got a new job that will require me to travel from this vicinity, I will like to ask if it's possible to change my address pending the time I return.", "Hi Anthony, my name is Brianna. I'm calling bacause I recently moved out of my previous residence and I wanna change my address so I don't get my mails sent over there.", "there's been a kind of let me just say a situation and it demands that i move from my home to a place closer to my work for accessibility and convenience regarding a new project.", "Oh, you're too sweet, dear. Anyhow, I'm just calling because we finally have a closing date for the new house, and I thought we could get that address changed and the new insurance set up?", "#Uh it's a pretty crazy week right now, I was more just ringing up to give you notice about my change of address, and I thought I'd ring back up to check if my plan stays the same, would that be alright?"]}
{"intent_id": "0", "utterances": ["Okay. So what's next?", "What should I do with that?", "So what do I do next?", "OKay can I proceed from there.", "Okay what do I do now?", "Oh no, what do I do now?", "Okay. What happens next?", "Okay so what happens now?", "What should i do with that?", "Okay. Got that. What do I do next?", "yeah sorry what's the next detail?", "Okay please go on with the plan change.", "Yes that's all, please is there any hope of doing it successfully?", "#Oh wow, okay. That's a relief! Okay. So what needs to be done now?", "I can see that. So, now thats done, is there anything I need to do next?", "What's next?", "So are we done?", "Okay what's next?", "ok, so what next?", "What do I do then?", "What happens next?", "Can we do the first?", "how do go from here.", "Okay, so what's left?", "Okay. Then what next?", "So what can I do now?", "So what do we do now?", "So what can we do then?", "what's the next detail.", "what's the next detail?", "So what is my next step?", "Uh huh, do I click that?", "What can you do about it?", "Yes what have I got to do?", "Okay. What's the next step?", "Oh, great. Now what do we do?", "Good, so what's the total now?", "Good. What else do I need to do?", "Okay, what's the way out of this.", "Okay, what's the next information.", "So, now want can you do for Woofy?", "And what are you going to do about it?", "Thanks, what else do I need to do now?", "That's right. Will that change anything?", "Will I have to do anything at that point?", "This is exciting! Should I do a drull roll .", "Got it. And is there anything else I need to do?", "Yeah? Well, what. Is it going to do anything now?", "OK, so how do I- what do I- I mean, what do I do now?", "Yay, is that all you need? Can we start the plans now?", "So, what will my total be from now on, and, total today?", "Fine. What else do I need to do to get this thing closed?", "Got it. And is there anything I will need to do after that?", "Yikes. That doesn't sound like much. What's the next level?", "After the Omar met Jesus certificate and stayed what happens next?", "Great, and what do I need to do, once my wife and I make a decision?", "Yeah, so what next, or is that all I have to do, just to narrate the incident? I thought I would get to make a claim, or how do I go about it?"]}
{"intent_id": "42", "utterances": ["Eh, can we just go ahead and cancel it? I.... don't have time to explain that much.", "I will like to cancel a plan.", "Do you need that to cancel a plan?", "Okay I'd like to cancel my request then.", "I am aware that is why I want to cancel it.", "Hello. I need to remove someone from my plan.", "Great so just do your job and cancel the plan.", "Good morning I will like to cancel an operation.", "Jeez, can we just go ahead and cancel it? I don't really have time to start explaining that to you.", "I know but I want to cancel it for now. can you just stop this question and move on with the cancellation?", "Just cancel it.", "I need to cancel.", "Yeah, yeah, I want to cancel.", "No problem. So am I cancelled?", "Uh hi. I need to cancel my plan.", "Yeah, I need to cancel my plant.", "It's whatever just cancel my plan.", "Yes. Ya I need to cancel that one.", "Yeah, that's what I want to cancel.", "All I want is for it to be disabled.", "And if I want to cancel a plan, can I?", "Okay, now what? Can we can cancel now?", "Hi Susan, I want to cancel my plan now!", "No thanks, I just would like to cancel.", "No, I want to completely opt out of it.", "Hello Jenny, I'd like to cancel my plan.", "Does that mean i won't be able to cancel?", "I'm sorry but I just want-want to cancel.", "Yeah, I would like to cancel the car plan.", "Yes, thanks, I confirm to cancel the plan.", "Hi, I need to cancel my plan with you guys.", "No, you may not. Sorry. Just want to cancel.", "No, you can't help. I need to cancel my plan.", "#Uh I really would just rather cancel my plan.", "#Um, well, sorry, but I need to cancel my plan.", "And that we need to remove the dependent immediately.", "No, I'm sorry but I really just need to cancel and go.", "I'm just being completely honest, I just want to cancel.", "Yeah, but now I would like to cancel one of my plans too.", "No. Just cancel it. Sorry to be rude, but we're just cancelling.", "No, I am actually in a hurry and just wanted to cancel my Petcare plan.", "Yes I wanted to cancel that and just pay off the remaining balance now.", "You are welcome. Can we just go ahead with the plan cancellation? Am tired.", "Yeah, well it-it's just awkward. I want to cancel my plan. That's the end of it.", "Oh? Really? That's too bad well I guess let's go ahead with the cancelling right?", "No no.I already have done that. I just want to cancel. I already know what I want.", "I want to cancel my plan. I don't want to work with you. Can I just do this online?", "Ok. Let's cancel it out today please. I am going to get my physical done as soon as I can.", "Okay sorry about that. I wanted to speak with someone who could help me cancel my current plan.", "Yes I do. Is there any other way to do this? I need to get back to work and this is taking too long.", "Man, I really don't want to have to remember to call back in and all that. I think I just want to cancel it today.", "hmm you got a point there. Well, it's a temporary decision and I appreciate you looking out but I've made up my mind. Kindly walk me through what I need to do to cancel my plan."]}
{"intent_id": "14", "utterances": ["sorry, what birthday? I am not having birthday today.", "What month was that?", "Is that Central Time?", "Okay and how late are they open?", "Is it on the cancellation notice?", "Okay when does his coverage start?", "Does that change the due date at all?", "Okay. and this is effective today, right?", "Yes, can I proceed with the expiration date?", "#Uh, sorry? what birthday? I'm not having birthday today.", "#Uh, sorry? What birthday? I am not having birthday today.", "What time?", "is that today?", "What day is that?", "Is this permanent?", "#Um can it be any day?", "And when was Gail born?", "What about mileage, Craig?", "What's my birth date again?", "Could it be from next Monday?", "Is twenty seventeen, like, old?", "Ok. What time are you open until?", "Well, when did my contract begin?", "Yeah. And it renews in September?", "#Ah ok. Should I call in next month?", "Thanks! How late are you open today?", "Then will the, our new coverage start?", "You say it expired? Which card is that?", "Are you doing anything fun this weekend.", "Yeah, how's that for a birthday present?", "What are your hours for customer service?", "#Um why would I want to make it temporary?", "So they didn't take it out of last month's?", "Grace period. What do you mean grace period?", "What was the monthly again on the Universal?", "So you do not have an open enrollment period?", "Ok. So, there's an expiration date for the Term?", "And will that still be on the first of the month?", "Can we change that to the beginning of the month?", "I'll be at work. Is there anything after five p.m.", "Eee I think at the end of the month? Can I do that?", "So can you just make a note to change it next week?", "Is there much more left? I'm kinda on a time crunch.", "Oh, okay. You can't do every six months or something?", "sorry? what birthday? I am not having birthday today.", "What is my contract term and when does my contract end?", "Oh, before I let you go what time are you guys open til?", "Woah okay could you m like schedule it for a later date?", "Ok thanks, please when will the cancellation take effect.", "Ah, that's not bad.Will we be keeping our same due date too?", "WHAT!!!! Insufficient? So you just cancel it without notice?", "You about done philospher Tim. Is that your next ad campaign?", "And I want to know what the time difference is between the two.", "Ok, do they submit their report the same day as my appointment?", "I don't think so. Oh! Yes, when will I get new cards for my son?", "Okay, why, well why didn't you do that months ago when I called?", "Nope, I don't think so. Do you have any plans for the rest of the day?", "No, but it is almost five do they let you off early before the weekend?", "That's just stupid. Why can't you just make a note to do this next week?", "Fred died Craig. Don't you read the obits? Looking for temporary players.", "Right. Ok. So, what if I went with every six months? When would it come out?", "Just fine. Busy. Ugh, it's just so hot outside, too. Are you in Florida also?", "Well, that's just crazy. Are all your policies like that? The two weeks thing?", "I hadnt thought of that. Still, how long are you going to be tied up at a hotel?", "Oh my! Is next month August already? Yes. I would like to start it on that date.", "Is there some sort of time limit for filing claims or submittting additional information.", "We need some more time to talk about it, but we'll do that tonight. Are you working tomorrow?", "Oh, no. No. I really don't have time for all that. I just wanted to know what happens if the term ends and I'm still kickin' .", "Cool! So, how long do I have to decide? Because we're, like, still looking and probably won't, move until, you know, like right before classes start.", "Yep my birthday is the fourteenth of August nineteen seventy two, and I'll just have to look that up, where's tha- is that in the booklets you sent in the mail?", "I rent that room in the fall to a foreign exchange student, and if it ends up being major construction cannot do that. Have a due date to say yeah or nope to the student.", "Well, she started with her company a month ago, and there is the usual three month waiting period, so let's see that would be in October, so let's cancel her for October first. Does that work?"]}
{"intent_id": "49", "utterances": ["yeah, I had a few questions about a homeowner's policy. You offer that right?", "Mhm, is there anything a little cheaper than that? I think my wife was wanting me to reduce our coverage.", "How do I go about insuring my properties to avoid future loss?", "Well, I don't know if your company offers any kind of renters insurance.", "#huh, I had a few questions about homeowner 's policy. You offer that right?", "Will I need flood insurance?", "Yes hi hello I'm interested in homeowner's insurance.", "I want further details about about the homeowner plan.", "Maybe I could sign up for the homeowner insurance plan.", "Hi! Yeah, I, wanted to ask about your, apartment insurance.", "I'm just trying to decide whether I want flood insurance or not.", "And I actually wanted to inquire about some homeowner's insurance.", "I hope so! So we were wondering about adding earthquake insurance as well.", "#Um can you tell me the different plan options for the homeowner insurance?", "You're telling me no flood damage from outside is covered with my my policy?", "Dear, I didn't even know if you had the insurance I wanted, much less what plan.", "I'm calling to find out if it is possible to include my husband in my insurance?", "#oh yeah, I had a few questions about a homeowner's policy. You offer that right.", "Well, I just wanted to start looking at the prices for renters and pet insurance.", "Thanks. And, does it say whether my mom had her auto or home insurance with you guys?", "yeah, I had a few questions about a Term Life insurance policy. You offer that right?", "I was-I was just wondering. If it was possible. #Um, I'd like to get a homeowner's quote?", "I'm getting ready to buy a house and I want to check everything out before I actually buy.", "Yeah, yeah. It's that one. Renter's Basic. I was just wondering, what, like what it covers?", "I really wanna know how the renters insurance works. The payments, the benefits, everything.", "Hi there. I just bought a condo so I need some insurance. Can you help me with that? Or do I.", "#oh ok, before I decide, can you tell me a little about your insurance options for homeowners?", "Hi, James. My names Fred. I want to learn about what your insurance would entail for my apartment.", "But back to the original point of my call, do you give a bundle discount if I have other insurance?", "Well, we do the home and auto. Don't know about the life insurance. Can you check to see about that?", "It was Ray how much coverage was the insurance with that new company ok my husband said it was one fifty.", "Okay well yeah I guess I need to buy some house insurance and I was confused about the different options.", "Do they do residential? Might be fun to get a lesson or two in and secure my personal information on my devices.", "#Uh, hi. I was wondering if I-if I could get, some information about the plan I have? It's a renter's insurance plan?", "Let me get back to you on that. I might want to insure my boat that way. But about the liability limit for the basic?", "I believe so. I have been pricing safe rooms or looking at converting a room in the house to that. How does insurance work with that?", "#Uh yeah hi, I'm building a new house with my partner and we were just starting to wonder about insuring it, when the time's right, what our options are.", "Are you serious? So what? People can't get insurance if their house has aluminum wiring? How the hell does that work? You need insurance to get a mortgage?", "Hi. Do you guys offer renters insurance? I just rented a new apartment and it's one of the requirements, to have renters insurance. I haven't had that before.", "Hello Jenny, I'd like to get some insurance for a condo we just bought or we're buying now I was told we had to get insurance but I really don't know what type.", "For real? What's wrong wtih Poly B? Jeez. I'm a month away from buying a home and you're telling me that I might not be able to insure it? Who makes up these rules?", "#Ah yeah it's a duplex, like my current property now. The only thing is we're re-doing the furniture though so I think we'd probably have to update the value of our belongings, right?", "That's great because I really didn't want to get passed around. #Um, you do have insurance for condominiums then? Because I don't need homeowners or, what's it called? #Um, not landlord.", "In my considerations tornado shelters are underground sometimes with a hatch and sometimes with door. Do I get a discount on my homeowner's insurance if I let construction people dig up my flowers to put that in?", "Ok, so the reason I am calling today is because I have come into a situation where I have aquired some propery. It's a long story. But I am curious to know what it would take to add another home to my current policy.", "Where do I find the number? I see my name and my policies...looks like home and auto bundle. I have home and auto bundle. I don't have life insurance. Huh. I thought maybe, but maybe it's through Doug's work? I don't know."]}
{"intent_id": "28", "utterances": ["I never opt-in for that. Can I opt- out?", "And, after ten years?", "That's not secure is it?", "What about vandalism or robbery?", "What happened to your dad's car?", "Did I make Roger the beneficiary?", "How are my rates affected at fault?", "Then it's not a real bonus or raise .", "I won't. Why would I have an accident?", "Yeah. So what does your dad drive now?", "What if-what if I end up leaving early?", "Does it have to match my drivers license?", "So, you can't tell me what the amount, -.", "So, what if I can't get her off the title?", "Would there be a fine or penalty for this?", "Jesus! Is that because of that accident she had?", "OK. And does it affect let's say I get a ticket.", "Oh no- what now? Did my wife get another ticket?", "And would Lily's decrease by five hundred as well?", "That's what I was afraid of. How far behind is she?", "What if I pick the fifteen years but I outlive it! .", "Would it matter if she has, pre-existing conditions?", "And if I lose the speeding, or not speeding discount?", "What's the deductible on an event like this, Timothy?", "Will the amount I pay go up if, the economy goes down?", "No, but seriously. How lucky is it that I'd get you again?", "So if there's like a robbery my stuff wouldn't be insured?", "Five years? But what if it was just a little speeding ticket.", "And what if I'm able to get the license of the guy who hit me?", "But I didn't move like it's. Well whatever did anything change?", "What about if I had a party or something and someone did damage?", "Oh yeah I gave it to the robot thing- what I'd even do that for-.", "Does that. Can we do it that way? Is it ok not to call the police?", "Ok, so it went from three hundred a year to, what? Twelve hundred?", "But that first one the forty dollars that wouldn't buy me a car huh?", "Do you have one about childhood that I don't think my ex would know.", "No, I mean about the mistake. Will somebody be reprimanded for this?", "Do you advise me to involve the police? Er, what's your thought on that?", "I haven't been to church in years. If I pray, will you buy me a new car?", "hmm what about whoever is in the car with me in the case of an accident?", "Okay so does that mean I will have to go through this process all over again?", "What if he tries to guess three times and gets it wrong does the account close?", "#Oh. Wow. I didn't even think about that. Isn't there a death thing on the auto.", "Well, what if she wanders into the burrs before then? You never know about Lucy!", "It was his fault! Why am I paying - medical expenses? I didn't go to the hospital.", "Yeah, well, it's- I mean, she can't really complain. So do I need to, do anything?", "OK, And if I speed? Do I get, like, penalized or something? Like, do my rates go up?", "No, no you don't! You sound way too young to have children! Do you even have children?", "Yes. What can that money be used for if the person dies? I mean, other than a funeral?", "#Uh did not pass the drug test and why the rehab. Got caught again which is a good thing.", "#Um James decided to find a room rather than the dorm. #Uh how do we insure that, Timothy?", "Let me, my wife had some - What's the if I get in a wreck, my fault, how much I got to pay?", "But what if I don't need all that? I don't have an extra four hundred dollars laying around.", "Now why would she do that and not say anything? You gonna blame her for the date change too?", "What about my kids? I'd like them to have it in case, or should I say when, they get stopped.", "Yeah, sure, I'm flowing. So, but what if the driver did not cause the accident, what happens?", "My car is so old. It might have an accident. What if I run into someone else? Like, an accident?", "Well I am just curious. What if he tried to change the security question another way. Can he do that?", "Well he didn't tell me that. That sounds stupid. Why should we have to pay to keep our account secure?", "If it passes? What do you mean, If it passes? I just told you how it all happened, and you say if it passes?", "Is my premium going up? Oh Louise is going to be mad when we do not make ballroom dancing tonight. Better not go home.", "OK. But, like, what happens if I like do go over ten thousand? Like if I have more stuff than that, and then something happens?", "Ok great, wait, so if I get into an accident, then just my vehicle will be covered and myself, not the other driver or his car?", "So when she's an adult she'll get to say if she wants to continue? And she can change who gets the payout if something happens?", "And that whole thing cost me five hundred dollars alone! What am I gonna do if she gets it in her head to go back to those burrs?", "Nice. Ok. Um, what else? Um, what about end of life stuff, like if we decide to put her down for whatever reason, does it cover that?", "Like what? Like I say, she doesn't live with us right now. Would she have to move back in, because I don't think thats going to happen.", "And would that be, like, on top of whatever, like ticket or fine? Like I would get dinged by the d. m. v. and also pay more for insurance?", "Well If I remove him now like today will our monthly payment for the this remaing for the rest of this month be like prorated or something?", "okay it says I'd make like thirty four thousand seven hundred and one cent- Why they, why do they do that? Put one cent? That's ridiculous.", "How do you retain the good of what was while moving forward with the good you have with the one now without the inevitable feeling of betrayal?", "What about if something happens to her, physically, and she needs like those little wheels on her back legs to get around. Would it cover that?", "Well, I don't like giving out my social security number if I don't have to. You know how identity theft is these days. Is there a way around that?", "He was lying on the ground faking pain in his shoulder. You should have seen him - rolling around the ground screaming in Spanish. I mean is he even here legally?", "Awesome. OK should I be worried this will happen again? Like now I am kind of worried about it and I don't want to have to worry you know about this kind of stuff.", "Yeah. I had a feeling this could get uncomfortable. Nobody wants to think about losing all their stuff. But without the insurance, where does it leave you, you know? Jeez.", "Oh no. No I need life insurance on Brad in prison. Got a felony and accessory to assault at a playground on the assault. He has a smart mouth, and those boys there will assault him.", "And are there any, like, good driver discounts while I'm driving? I mean, like, if I keep my record clean, are there any discounts? Like for no speeding tickets or distracted driving or anything?", "Does it matter that shes not in school anymore? She got through with college and started working, but she doesn't go to college anymore. She thought about going back, but it looks like shes not going to do that for now.", "Okay well, we'll have to see about that- You can't just remove them? I mean she's not had any accidents or tickets or anything ever. I mean she's- we've both had a a clean record up until now. Shouldn't we be getting discounts?", "He was in the Korean War and though the memory is strong the body is more frail. Rather than a tussle with a thief thought I would take him to a room. Running away from tornado well Timothy we do not run fast.We sashay. I need a room.", "Oh I'm sorry to hear that. Brad isn't going to make it, Timothy, and most likely will be killed in prison. I don't want to pay out of pocket for the burial. I was looking for a way to do that. Why should my finances be drained for things Brad did? That's the problem with illegal drug use it drains the family's finances."]}
{"intent_id": "46", "utterances": ["Can you tell me when my next bill is due?", "Can I pay it monthly?", "how much is that a month?", "Great when is my next payment due?", "When will the next payment be due?", "Okay. When will I see that in my bill?", "Would it be on like any of my other bills?", "How much does that come out to every month.", "When is my next bill due so I know to pay it?", "And are there any extra charges for paying monthly?", "Great! Can you tell me when I'll have to pay again?", "When will I be able to see what my monthly payments are?", "Great. So this month's payment isn't going to come out automatically?", "How much monthly?", "A month or annually?", "What's it per month?", "Would I pay monthly?", "What is that monthly?", "And that's every month?", "How much is it a month?", "#Hm. What's that monthly?", "Well how much is it a month?", "Can I, pay this one, monthly?", "Ok, what is that all monthly.", "when will my first payment be?", "How much would that be a month?", "What's that work out to a year?", "Ok and what would it be monthly?", "So when is my first payment due?", "So when is my next billing date?", "Can the premiums be paid monthly?", "Now when will my bill go up, now?", "What day will the payments be on?", "Yes! So what will my new bill be?", "Do i have to pay on that exact day.", "Ok. #Um what is the monthly payment?", "Ok. When are my payments coming out?", "Yeah when will my payments come out?", "#Um, I don't know. Can I pay monthly?", "Mhm how much is it yearly or monthly.", "And when is that bill due every month?", "Right so you got a payment this month.", "#Oh. For payment. Right. Is it monthly?", "Do I save anything if I pay bi monthly?", "Yeah. And there's this monthly fee, too.", "I mean if I pay for six months in advance.", "Okay, how much will my monthly payments be?", "Can i switch from the yearly to the monthly?", "Oh, alright. How much would it be per month?", "how much more is it a year than what I have?", "So my rate will not go up if I go to monthly?", "What are the monthly costs for each of those?", "Alright so I can just keep paying monthly then?", "Yeah, will my payment still be due on the tenth?", "Can you repeat the monthly billing amount please?", "Yeah, I expected that, is that charge every year?", "okay can you tell me what monthly payment is too?", "#Er monthly please. How much would that be exactly?", "Oh you know what, can I pay two payments this time?", "#Er and how many days past my payment days is it now?", "So the automatic billing will start next month right?", "Does that make it any cheaper than paying every month?", "Can you tell me how much more it's going to be a month?", "are there any other billing frequency as you called it?", "So, what is the monthly payment. I didn't write it down.", "Can you just take the payment from this card every month?", "Is it is it going to going to pay my bill for this month?", "Okay and How much is the yearly payment for each of them?", "Wow, if I am not mistaken, that means you charge annually.", "Great thanks so much. And when each month will I be charged?", "OK, so yeah. I'll get that sorted out. And it'll be monthly.", "So with the automatic billing, it would come out every month?", "Good. And, I forgot what you said. What the monthly amount is?", "Oh okay. Can you give me an estimate for my next payment then?", "Could you set it to cancel after the last payment of this month?", "Does it matter if I do monthly, is there a discount for monthly?", "Thank you Amy, so next month on the fourth I'll be charged again?", "That you last paid January second. You're current on your payments.", "Wait, is that one month? I thought my payments were less than that.", "#Oh, actually, when will my first payment for the new plan come out?", "Can you tell me how much my premiums will change, you know, monthly?", "Wow, that'll help me out a lot. What does that break down to monthly?", "Mhm I'm interested in that what would the bill period be how much per ", "#Uh since the month's already started what happens with my next payment?", "Ok. I suppose that one will be fine. What is the monthly premium on that?", "A month?! You wanna make me pay one thousand a month! That is ridiculous-.", "I think that's all, so my monthly payment, will it come out automatically?", "OK, and what would the annual rate be, if I decided to pay it all at once?", "So the payment will just automatically come out my account every month right?", "I can just imagine what the charge is for that a month. What do you charge for.", "Do I have to pay for a whole year at onec or can I do payments every six months?", "Yes, let's just do that. And then the mailed bill will come at the regular time?", "mhm well I don't know about that. Are you just gonna charge me my bill every month?", "Two hundred and one hundred. Got it. So, how much are the monthly payments for each?", "And I just want to pay this months bill. Not that continuing basis like you were saying.", "So three hundred a year for that. Do you allow monthly payments or do I have to pay that up front?", "Yeah, that sounds about right. Can we just stick to that or will I have to-have to do monthly payments?", "The twenty-fifth? That's like, in three days? You'll still charge me seventy five dollars for a three days difference?"]}
{"intent_id": "7", "utterances": ["yeah, I will like to reset my password?", "I would like you to reset the password from here.", "I wanted to ask if I could change my password on the website or if I have to make a call before changing it.", "Well, I thought this conversation will be very short. I need to know how to reset my password on the website so that I wouldn't have to call the customer care service again. My wife also needs a password reset. I'll be able to help her with it. Just explain it to me.", "Hello, I want to reset my online account password.", "Eh, can we just go ahead and reset the password? I.... don't have time to explain that much.", "I will like to change my password.", "Now do I just need to try to log in?", "#Oh yeah, I need to reset my password?", "Thanks, can you provide me my log in details?", "Oh! Okay. How then do I get the password reset link?", "One more thing, you have to set a new password for it.", "Yes thank you, #em I want to reset my account login password.", "Oh that's fine. Hey while I'm at it can we change my password online too?", "Yeah, I want to ask if I can change the password on the website instead of making a phone call?", "Yes. I think I've been a victim of identity theft so I need to change my security question for you guys so I can keep my stuff safe.", "Yes I need to update some of my security information on here. I think someone got ahold of my info and is trying to pretend to be me.", "How do I log in?", "Do I need to log in first?", "I need to reset my password.", "Yes I need to set my password.", "yeah, I have to reset my password?", "Nah I just need to change my password.", "I'd like to change my password, please.", "Okay what should I set the password to-.", "Great okay, now how do I reset my password?", "Oh, good. Now do I give you a new password?", "You then have to set a new password for it.", "Ok what is the temporary password? I'm ready.", "One more thing you set a new password for it.", "Is there, anyway to reset the password online?", "Hi Mike I need to change my security questions.", "#oh, yeah I knew that. Can we reset my password.", "Hi there I need to reset the password to my account.", "Eee actually could I change my password while I'm here?", "Oh! You didn't hear me? I needed to change my password.", "Hi my name is Carlos and I am looking to reset my password.", "I need to reset my password. I forgot it. Can I do it online?", "I know all that. I just want to be able to change my password.", "#Um, can I make it my old password from when I first signed up?", "Miranda? Yes, this is Brian. I needed to make a change to my account.", "Right. It worried me. I thought it would best if I changed my password, too.", "Thank you. I would like to change the security question on my account please.", "I would like to change the password on my account that I have for pet insurance.", "Hello, my name is Janet Baker. I just needed to change my password for the website?", "I can't find that now. I don't' have time for this. I just want to change my password.", "Oh no I need to change it to something my wife will know too cause she has to login too.", "If this happens again, can I reset my password online and not have to call someone again?", "That is perfect! If I forget this password or need to change it again should I call you back?", "Great. Can you still reset my password and I need to update my card info. Or can I do it myself?", "Yes. That's right. Now, what kind of combination do I need to make it a strong-like a good password?", "You know what no not today, I haven't had any life changes recently. I just needed to get my password reset.", "Yes, that is why I am calling to change my security question. I guess I will need to change this password as well.", "No I already have an account but my information online has been compromised so I need to change all of my passwords.", "Got it. Done. So glad to have that fixed after my computer was hacked. Can I also change my password through the privacy menu?", "Exactly. My ex-husband had access to my account and knew my security questions and now we're not married anymore so I need to change them.", "#Oh. My, wife was the one who made the password, I'm sure it's around here I just don't don't know where. Is there anything else, any other information I could give you to What's this for?", "I just wondered about the security. How do those questions work? When I go to log in, it asks me a question. If I get it wrong, it asks me a different one. If I get that wrong, I'm locked out. Is that how it works?"]}
{"intent_id": "45", "utterances": ["I got an email around last week that automatic billings will now include charges as from next month. I don't quite understand that. Please can you explain to me?", "I want a temporary cancellation. I cannot handle the current billing of my account at the moment but will surely get back to you when I'm ready.", "Hi I would like to cancel automatic billing on my account.", "Hi, I'd like to cancel the automatic billing of my account.", "I would like to cancel the automatic billing on my account.", "Yeah I need to cancel automatic payments. You guys have been overcharging me.", "I actually wanted to ask you if I could cancel the plan on the website myself instead of having to make a call in case of next time.", "Banks are outragious with fees anymore.", "Hi. I wanna stop my automatic payments.", "Uh-huh I want to cancel my account today.", "Hello? I just needed to-to cancel autopay?", "Hi. I want to cancel my automatic payments.", "Hello. I want to change to automatic billing.", "Yes, I wanted to cancel my automatic payments.", "So I would like to change my automatic billing.", "Hi, Natalie. I want to cancel my automatic billing.", "Do you want to permanently cancel your auto-billing?", "Hi. I want to cancel automatic billing on my account.", "So about cancelling that the automatic billing thing?", "#Um, I'm actually trying-trying to cancel the account?", "Hi, I would like to cancel my automatic billing please.", "Yeah, I just want to get rid of the automatic payments.", "Okay, then, yes I want to cancel my automatice payments.", "You can cancel the automatic pay thing is what you can do.", "#Um, I need to change it so that I'm not billed automatically.", "Hi Adam, I need to remove the automatic payment thing from my account.", "#Ah Okay. So if I wanted to cancel the automatic billing, I can just call?", "Hi Jason. My name is Miranda and I am having an issue with automatic billing.", "I just want to get the autopay turned off to avoid this hassle in the future.", "No. All I needed was to stop the automatic payments. Everything else is fine.", "Okay au-to-ma-tic billing. Okay done. So yes I'd like to cancel that then please.", "I am calling to cancel my autopay because you all billed me twice in the same month!", "Alright so that's okay then. So now I would like to get set up for automatic billing.", "yeah I want the automatic payments to stop coming out of my bank! Can you do that for me?", "#Ah yeah I'm having issues with my billing and need to get the automatic payments turned off.", "Yes, I want a bill in the mail each month and all credit card information in my file deleted.", "Ok, Ive cancelled it now. Do you want to receive your monthly bill through the mail or online?", "Well what would happen if I just canceled my autopay altogether and just called it in every month?", "I decided I want to cancel the automatic payments. I just got almost a hundred dollars in overdraft fees.", "I would like to set up the recurring billing if you still have time. I'm sorry for all the interruptions.", "Hi, I was calling cuz I needed to pay my bill. I bounced my auto pay, or whatever you call that to autopay.", "Ive been charged twice for last months service. So I want to cancel automatic billing and just do it by hand.", "Oh wait a minute. Will I be able to take that off if I want to. Like cancel it so you don't charge me anymore?", "Is there any way to expedite that? I need proof that this is cancelled. I don't want you guys charging my account anymore.", "I got a deduction from my balance concerning a plan but I didn't initiate the payment and this deduction has actually ruined my plans.", "I want to cancel my automatic billing. It is frustrationg to me to get billed when I am not expecting certain charges. They keep taking out more than I expect.", "Uh, yeah, my account got hacked. It's a mess. My payment comes out on the second and there's nothing in there right now. I've got to stop the payment from coming out.", "No no no, I want it off off. I keep getting overcharged because I can't get see my bill until the automatic payment already goes. I just want it turned off and get regular statements in the mail.", "Yes, actually. Will I need to call in again to approve this charge, or will this just come out monthly with my other insurance charges? I really don't want to have to talk to an agent every time, if you know what I mean.", "Yeah, I got this email that said I need to pay my bill and then when I logged in I saw that my automatic payments were, had stopped or been changed and I don't know why, then I thought I made a payment, but didn't get an email saying I made it."]}
{"intent_id": "20", "utterances": ["Well, I'd like to know if I can change my address on the website.", "Can I do that online?", "How do I do it online?", "How do I get it off the site?", "What do I do to set it up online?", "Can I get informations on your website?", "I got you. can I pay online that way too?", "No that's okay I can pay it online right?", "Oh okay I'll do that. Where is it at online?", "Okay I see it here. Do I just click the link?", "Do you have a website where I can access my account?", "Okay so I'm on the site. Where do I go to change it?", "Is there a way I can update my information on the website?", "That sounds easier than having to hold. Where is that on the site?", "#em, It's better I link it with your account. How do I go about it?", "Hey while I have you is there any way I can update this all online?", "Yes if I need to make any changes like this in the future can I do it online?", "I have no clue. Look I just need help with the website why do you need all of this information?", "Well, #em, I would like to know if I can report this on the website instead of having to make a call.", "I thought these things should be on your system. Why are you asking me what plan I'm on when you can just check your system.", "Please can't you just do it here. It has taken forever to enroll and you want me to still visit your website to pay for enrollment?", "Oh that would be great, Id like to have the social media handles and the link to the website so that I can check them out after this call.", "Can i get that sent to my mail or can I get the information on your website. It will afford me enough time to read understand it well. You know what the say about old age ?", "Can I cancel online?", "Ok. Where on your site.", "Oh can I make it online?", "Nah do I do that online or?", "Oh, you guys have a website?", "Can I look at that on the app?", "Yep can I change it online too?", "Oh really? How do I get the app?", "No problem. Can I do this online?", "Can I do it online a little later?", "Is there a way I can check online?", "So I can do this online next time?", "If there, anyway to do this online?", "Is this something I could do online?", "How do I find them? I've got my laptop.", "Can I do that in my acc- online account?", "What is the website for the application?", "And all the virtual visits would be free?", "Wow. I could have done all of this online?", "And from here I can pay my bill online right?", "Can't you just look that up from your system.", "And how do I sign up for online account stuff?", "Sure is there a way to do this online next time?", "Whoa can I just use my social and stuff instead?", "Thank you. Am I able to check all of this online?", "Okay. I can also check this on the website, right?", "Right. So, where do I find the card? The download?", "Then I think I'd like to change it online, I think.", "Ah no. So should I go online and try to do it again?", "Okay, I've got the internet pulled up. Where do I go?", "Yeah, but can I get it on the website? On my account?", "Hello is the only way to create my account online? or ", "Where can I find that? You said earlier it's online right?", "Yeah, yeah! So do I go to this- where it says create account?", "Do I have the Charlotte''swebster at one two three dot com on file?", "Okay, thanks. Will the login for the website also work with the app?", "Can I just do this online. I don't have time to call in all the time.", "Is there a way I can choose a question online? I'm kind of in a hurry.", "Do you know if I can just show a picture of it on my phone when necessary?", "Can I have a link to read over the details, options, and possible expenses?", "All right. All right. Go ahead and email me a link and I'll do it on my own.", "Oh I wondered if you can do this online if I want to change it in the future?", "Do I just need to log in using my email address? Stevens mom at gmail dot com?", "Okay. is there any way to do this online so I don't have to call in the future?", "Where can I find that? On the original bill? I have this coming to me digitally.", "[sounds of typing] And, while I'm doing this, how much coverage, what's the coverage?", "Yes, I do, but can I do it later online? I am in so much pain. I need to go and lie down.", "Actually, this is taking too long and I have to go. Is there any way I can do this online?", "OK. Do I have to do that over the phone or could I complete the enrollment process online?", "That would be great! I'm starting to think there might be something wrong with my internet.", "Oh nice thanks. And am I able to sign up for auto pay and paperless billing and all that good stuff?", "Oh, that's awesome. Okay. I think that's what I'll do then. Please, send me the link to the website.", "Then can you tell me what I need to create an online account? I'd like to be able to handle stuff online going forward.", "I will. You guys should switch to that text me thing, with a code, or an authentication generator. Something more modern.", "Uh actually yes now that I think of it I am wondering how to get on my account online? Is it just using my email address?", "Yeah, where would I find that on your website. I want to jot that down for future reference. Save myself a bit of time. .", "Thank you. Going forward we only plan on being at this address for a short period of time. Is there a way I can do this online?"]}
{"intent_id": "32", "utterances": ["And what does emergency roadside do?", "It's Okay, Have you detected the cause?", "So what happens now? My car is pretty bad.", "What the heck! Why isn't anything working?", "What? This is ridiculous. Why can't you just fix it?", "Yes. We got hit pretty hard here. Did you guys have any damage?", "Is it safe?", "So is that window rotten?", "Will it have the medical?", "What about check up visits?", "So can you fix this or what?", "Yes, but what about flooding?", "What about getting my insulin?", "Uh-huh can I put multiple cars?", "What if I have to have surgery?", "Really? You think they'll be okay?", "Do, medical conditions influence it?", "Does it, protect my stuff from water?", "Well, can I check if I'm on anything?", "And it just protects against flooding?", "Do we get to, like, pick who fixes it?", "Oh is that like if my car gets messed up?", "Timothy are they aware of climate upping?", "Is that something new from climate change?", "Wouldn't tech support have figured that out?", "Yeah, your team will look into it, isn't it?", "Yes, Timothy so how do I insure my safe room.", "And how will I know that it has been reviewed?", "What about, mold? Does it protect against mold?", "Did we get everything fixed? No more autobilling?", "Is there anything I can do to help since I caused it?", "And could I remove the, uh#, the emergency assistance?", "Is it really that high? I mean for a urinary infection?", "Ok, well, now we know what went wrong, how do we fix it?", "Well what do I do about my roof while I wait on you guys?", "Will they have to stay there while the adjuster is there?", "Can't you just send someone out here to assess the damage?", "Ricky, this is Robert again, tell me what she needs to do.", "Yeah, Yeah. So, could you tell me how ba- how bad it will be?", "I don't understand what happened. Where did I put those glasses?", "#Um why would water make the decision on whether it gets paid for?", "Okay, okay. So you guys will pay for the roof? My brother told me-.", "Why in the world would I keep them? Won't the mildew start to grow?", "What does that cover? Just accidents like puddles that puppies make?", "Would it cover electronics because James has a pile of those devices?", "No, I'm okay. I just needed to breathe. Okay, now what do I need to do?", "Oh good! I was worried about rain. Good, Okay, should I wait here then?", "That's not a lot? Is it? What happens if they have like serious injuries?", "And also the properties in case of any damage or theft in the house right?", "That sounds pretty good, but why would I have to submit to a medical exam?", "Well, what about the emergency ones? That's what Lucy and I want to know .", "I'm not entirely comfortable with that. Does it have anything for the insulin?", "What about those self-contained safe rooms made to just put outside your home?", "What about the dental. You didn't mention you didn't say anything about that yet.", "Okay even if I do that what about the cabinets? They are starting to mildew as well.", "And what what about her health? Does she have any medical conditions you're aware of?", "Thursday around ten thirty be good for me. Do I have to crawl with them in the attic?", "There aren't any earthquakes where I live. Is there a reduction if you eliminate that?", "Does getting your wisdom teeth pulled count? I was under, or, they put me under for that.", "That include washer leaks, toilet leaks or what about grandkids not turning a faucet off?", "Do I have any coverage for water flooding, Timothy? What am I suppose to do if that happens?", "So, what do I tell my landlord? Should I hire someone to come get the furniture or take it to the dump?", "Oh yeah we are fine. Used to storms like this ya know. Just want to get the roof fixed and we'll be good.", "Actually now that you mention it, my tooth has been hurting me. What's the deductible on our dental again?", "The report says about twenty percent. Why is it an issue? Every older home in the city has aluminum wiring?", "Oh, yeah. I understand. Okay. #Um, so would this, like, protect against any kind of, water damage to my stuff?", "I just don't know why it leaked? We haven't had any problems-could it be hair? Could hair in the pipes cause it?", "My friend is always on antibiotics for ear infections? And I'm like, if they worked, then you wouldn't get them anymore.", "It's a cyber attack. A big one. oh my goodness it's ransomware just everywhere. Over two hundred companies hit. What should we do Timothy?", "Why? What's different about my area? We're literally only like a like a, like twenty minutes from the last place. Like thirty minutes, at the most.", "Oh, then you know how heart breaking it is. He's just not himself and they want to do an exploratoy surgery to see if what they're seeing is really cancer.", "What about, like, new technology, like those cars that show you, show you what's behind so you can reverse? Or they like beep if you get too- too close to.", "Been reading all about this climate upping. I-I think the waters might decide to visit the house. So I need to add water protection to my homeowners policy.", "Okay, we have plenty of time so. Oh! I do have one more question, since we are going to Mexico, what is the procedure if something were to happen while we are there?", "#Huh? No, no, no, I don't have time and my head hurts too much to learn all that rigamarole right now. Which reminds me, you don't by any chance have some water, do you?", "Yes. I'm walking around-and-oh dang it. Does my insurance cover furniture damage? Like, oh my gosh, the leak, it had to be from my bathroom upstairs. It just is all over my couch.", "Did not see any on the ceiling. No puddles on the floor. Tree missed electrical lines. May be some fence damage but do not know till it is chopped up a bit. Do I get money for the tree?", "Good grief. All replaced. Well thank God it was just that one new bathroom that has all these issues! My husband can do that easily, Or do they need that to be a licensed plumber? Is this a make work project for all the trades in town?", "Yeah. Second story. So, the tree fell on the right side of the deck at the outer corner. I saw the metal railing bent and the big support pole under it snapped in half and the deck boards fell down onto the ground. Some were snapped in half and some are still, uh, hanging down from the deck that's still intact, but I worry if there's, structural problems with the other side."]}
{"intent_id": "41", "utterances": ["Yea....I am having issues trying to login into my account on your website.", "sorry what reset link has been sent to my email? I haven't received any reset link.", "I have difficulty login in to my account.", "I don't seem to remember my password.", "Right, right, swiida. #Uh, why is it saying it cannot recognize the user?", "Yeah I think I've locked myself out of my account online. I can't remember the password.", "I want to do few stuffs on the mobile app but I can't seem to navigate my way through it.", "Yes. I want to enroll in plan. I tried doing that on the website but unfortunately I can't.", "Hi I would like to reset my password. I tried to reset the password on your website but couldn't.", "Hi, I need to reset the password to my account. I tried changing it on your website but I couldn't.", "Hi, I'd like to change to change security my account. I tried to change it on your website but couldn't.", "Yeah. I think I've accidentally locked myself out of my online account. It's been giving me an error message.", "#Ummm, I'll like to create an account. I tried doing it on your website but I couldn't, that's why I'm calling.", "Yeah I think I'm locked out of my online account I keep trying to log in and it says too many invalid attempts.", "I've been trying to log in with my details on the mobile app but my password is not going through. What can I do?", "Yeah I can't seem to get logged in online. I've been with you guys for years and this is the first time it's ever given me problemiss It's starting to get on my nerves.", "I've difficulty loging in on my account.", "I had it in my email, but I can't find the email.", "No, it looks like we haven't set up an online account.", "I- I guess so. I know my password but it's not letting me in.", "Yea I've been trying to log in and it says it says that I- too many attempts?", "I have been trying to login since daybreak, it just seem not to be going through.", "So everytime I try to reset my password the screen freezes and I can't do anything.", "Hey, Jessica. I managed to lock myself out of my account and need to reset my password.", "Hi, my name is Helen Marie and I'm calling because I can't get into my online accountm.", "I need to reset my password and I wasn't able to do it online. My account my be locked?", "I wanted to set up an account, but I couldn't figure out how to do that on your website.", "Hello. #Um, I'm trying to make some changes to my account online, and it won't let me do it?", "Yes, hi I've forgotten my password and I'm not having any luck resetting my password online.", "yeah on my online account I need to change that security question and I can't figure out how.", "#Um hi there the other day I tried to log into my account but I couldn't remember my question.", "I know right, I use the same darn password for everything and for some reason it's not working.", "uh, yeah, I'm on your website and I can't log in for some reason. I don't know what's going on.", "Aw, that's right. I made this account years ago and got a new email awhile back. Can you fix it?", "#Um, I can't remember my, didn't remember my password and tried too many times, now I'm locked out.", "And I tried to log in multiple times but it says my account is disabled and to call customer service.", "Yeah I was just trying to change my billing address, but I guess I just couldn't remember my password.", "I can't get into my account I know I kept putting in the right password but now it says I'm locked out.", "Hey. I'm calling to change my security info. I keep forgetting the answers and I keep getting locked out.", "Hi. I've been trying to reset my online password. I tried so many times that I got locked out! I need to -", "Yeah I tried to log in this morning but I think I kept putting the wrong password in, cause it locked me out.", "Yes I'm trying to reset my online password, I created a I forgot my password and I'm trying to pay my bill online.", "I can't seem to log into my account, it keeps saying incorrect password, I think I might have forgotten my password.", "Yh, i tried to follow the step by step process you sent to my Email address but I'm having issues with the password.", "See, now it says that I have been locked out of my account for multiple failed attempts, please contact customer service", "Oh yes hello. I am trying to reset my password on my account and I keep getting an error message. Can you help me wth this?", "I'm having difficulty logging into my account, all I was getting was incorrect password, Does this mean I have forgotten my password?", "Hey my name is Daniel Haygood. I tried logging into my account to see how my claim was going and I can't get in and now it says I'm locked out.", "Actually I don't have it. I have just been trying to log in with my email and change the password. Can you just look it up using me email address?", "I need to reset my password. I don't know I locked myself out again and this is a pain calling in, there use to be a button I could click and reset my password.", "Tim. Tim Cranet, c. r. a. n. e. t. Policy number one oh one seven one six three three sev- seven nine zero. Not sure ho- I I lost #eh I can't access my account.", "Hi, good morning. I need to speak to someone about changing my security questions. Those things make me crazy. I'm locked out of the online portal because I can't remember one of them.", "This is really I'm really annoyed. I don't know what it is with I mean this is the third time that I've had to call about this issue. I keep forgetting my password. I'd like to just be able to log in and change it.", "#Um hi there my name's Susan, I was just trying to login to the website to check on my last payment, and I've had so many issues with the website lately, trying to log on and everything, so I thought I'd ring up and see if I could reset my password to fix it."]}
{"intent_id": "25", "utterances": ["What are my options?", "Whoa! That's amazing. So which one should I go for?", "What are my choices?", "Alright. How do I choose that?", "I see, and which would you recommend?", "So which would you advise me to go for?", "What are the options available to me please.", "Well if you can find me another husband that'd be great .", "#wow...Which one is that?.....I need to pick the better one.", "No not at the moment I want to talk to my husband about it and see what he thinks.", "Do I have an option?", "what are my options?", "What choices are there?", "What options do I have?", "#Um what are my options?", "Is there another option?", "What's my other options?", "What if I change my mind?", "So what do you advice now.", "What are my other choices?", "What are the alternatives?", "Isn't there a third option?", "Well what choice do I have?", "Well what do you recommend?", "What's the downside to that?", "#Um do you think that is wise?", "#Um ok. Do I pick the question?", "What if I don't know the answer?", "Uh-huh and why do you recommend it?", "Well I are there any other options?", "I don't know. #Uh, what do you recommend?", "maybe. Would it be on my policy statement?", "Ah, thats true. What else should I be thinking of?", "I think I should probably wait, what do you think?", "#Uh, could we actually change that to something else?", "#Uh jeez, why did I pick that one? #Um mister Hawkins?", "Okay. And it's just random, which of the three pops up?", "I'm wondering now if I should go with that plan instead.", "#huh That sounds pretty good, what about the second option.", "#Um alright. So can you run me through the other two options?", "I'm not really sure. Could you give me a few different options?", "Okay yeah I understand. So m. How many questions should I choose?", "But I may choose to do that later if I feel like I need to. How would I do that?", "Oh, crap. What? What the heck? Why would I even pick that. Can you give me a hint?", "#Uh I'm bad at thinking of stuff on the spot. Do you have suggestions I can just pick from?", "Yes please. What are the other options, I want something that my ex wouldn't necessarily know.", "Yeah, so I was wondering about the differences and if there's, like, something else I should consider.", "Oh why did I choose this one? Okay, so I attended two different high schools so it'll either be Bell Flower High School or Riverside High School.", "#Um, what's the difference? I'd like something easy to share with my kids and they're into anything digital, but I want to make the best choice for the family."]}
{"intent_id": "38", "utterances": ["What does that cover?", "What do they cover?", "Okay. Where at on the bill?", "What all kinds do you have?", "that's a lot less. What does it cover?", "That sounds better. What does that cover?", "Do you all offer that?", "Yeh, but who reads those?", "You don't see the claims?", "m how much more coverage.", "Is that all it will cover?", "Any ratings on the company?", "Ouch. What does that cover?", "Um what does each one cover?", "Do both cover the same stuff?", "What doesn't Trupanion cover?", "Oh, OK. So what does it cover?", "And how much coverage for that?", "can you eat or wear your bonus?", "Does it offer any other services?", "Ok, so, uh, what does that cover?", "Okay so what all does it include?", "Ok, what is the coverage for that?", "Does that show the coverage amount?", "Eee what is comprehensive coverage?", "Then, what is your, maximum, benefit?", "Wait, so that's not covered normally?", "Oh pretty nice what does PIP stand for?", "Ok. Is there anything it does not cover?", "That sounds good. What doesn't it cover?", "Uh-huh is there more benefits like that?", "Well, what does it even you know, cover?", "Huh seems like you guys cover everything!", "Oh could you tell me about the coverages?", "I think so. What are the, is the coverage?", "And what about the last one, Com- Comprehensive?", "I see, okay. What does the Preferred package cover?", "Okay, what kind of test and treatments does it cover?", "you mind breaking down what the comprehensive covers?", "Right. Ok. And, what about shots. Does it cover those.", "Oh, but, what if you have more than that in belongings?", "Oh okay so not too much more and what does that include?", "Hm. Ok. I'm not sure. Is there one with a higher medical?", "Oh, yeah. I'll keep that in mind. What else do you offer?", "Or, like, anything? What are the different things you do?", "Yes, I understand what it offers. Is there a simpler one?", "#wow okay well I'd definitely like more coverage than that.", "Nah could you tell me about it? #Uh how many tiers are there?", "And what about the other one you mentioned? The simple package.", "Is that because your customers, prefer it? Sure, let's hear it.", "Yeah, I guess that would change things. #Uh what does it not cover?", "Oh doesn't sound too bad could you get more specific with the coverages?", "Is the, what, did you call it, the, maximum benefit still whatever it was before?", "Okay, that sounds better. You said there was three levels? What is the highest level of coverage?", "Yeah, yeah, thanks! And I wanted to know if I, like, for example, got the basic, could I maybe add on just the wellness checks? Are there, like, individual pieces, uh, like services that I could add?"]}
{"intent_id": "37", "utterances": ["do you know where I could find that? I'm not sure where to look?", "Um, where would I find that?", "Where is that at?", "Where would I find that at?", "where would I go to find that?", "Where is edit?", "where can I find that?", "Well where could it be?", "Oh where is that online?", "Where would I be able to find that?", "I can't seem to remember. What do I do?", "No. Do you think I'd take the time to memorize that?", "So, where in my email do you think it would be? I'm not seeing it here.", "Ok where on the app?", "Where do I get that?", "Where would I find that?", "Where would I have that?", "where would I find that?", "Oh where can I find that?", "Okay where would that be?", "Where would that even be?", "Wow! Where will they come?", "Where do I have to take it?", "okay where can I find that?", "Okay, where can I find that?", "#Uh no? where can I find that?", "How am I supposed to remember that?", "Well how am I supposed to remember it?", "Oh I don't know. Where can I find that?", "Yeah, so can we look it up another way?", "#Um no, I don't think so. Where would that be?", "I'm not sure I know that. Where would I find it?", "No. I'm at work. Can you look it up another way?", "#Uh I actually couldn't find it but is there another way to ", "And the policy number? Where would I-where would I find that?", "Oh, I see. Well, I needed to know. How am I supposed to know?", "Sure, but where would I find that? I don't think I know that?", "So, I don't have it on me? Is there any other way we can look it up?", "I don't have that with me right now. can you look me up a different way?", "Oh okay okay, I see. So I really want to find the original ones before I try to do that?", "Can I get you to come to the grocery store with me then, because I get confused there, too. ", "Hang on I gotta find a pen and paper. Why is it when you really need them you can't find them?", "where can I find that? I'm completely new here so I don't know how to find all of that information."]}
{"intent_id": "18", "utterances": ["Hi. I just want to check the status of my last payment. I tried checking it on the website but just couldn't figure it out.", "Hi, I'd like to change my address to a new one. I tried to do that on your website but I couldn't. I guess I have to make a call to change it.", "Hi, I'd like to cancel the automatic billing of my account. I tried to cancel it on your website but couldn't. I guess I have to make a phone call to cancel it.", "Now I'm terrible at remembering these things. Do I need to call if I need to reset it again?", "Actually, I was hoping you could tell me the reason why I didn't receive the reset link on my mail.", "I will like to get the policy number of the planed I enrolled in. I tried doing that on your website but I couldn't.", "Hi, I'd like to Pay Bill into my account. I tried to do it on your website but couldn't. I guess I have to make a phone call to do it.", "I will like to enroll in the condo plan but I don't know how much it'll cost me. I actually tried to check on the website but I couldn't.", "Hi, I would like to cancel my insurance plan. I tried doing it on the website but I couldn't so I guessed I have to make a call to cancel it.", "Hi, I'd like to make bill payment of my account. I tried to do it on your website but couldn't. I guess I have to make a phone call to do it.", "Hi, I'd like to change plan of my account. I tried to change it on your website but couldn't. I guess I have to make a phone call to change it.", "Hi, I'd like to file property claim of my account. I tried to file it on your website but couldn't. I guess I have to make a phone call to file it.", "Right, thank you. #Um, yes. Is it possible that there are multiple on file? I'm not exactly sure which one I, which phone number we registered with.", "Hi, I'd like to remove one of dependant in my account. I tried to do so on your website but couldn't. I guess I have to make a phone call for you to help.", "I would like to add a dependent in my plan. Actually I thought I could do it on the website but I couldn't. I guess I have to make a call to make it happen.", "Yeah my name is Ricky Johnson and I'm customer there. I haven't had access to a computer in a while and I need to see when my bill is due and make a payment.", "Hey there my name is Cindy Peebles and I have been a customer for years and I need to change my address and I've never had to do that before so I don't know how.", "Hi, I'd like to enroll a plan on my account. I tried to enroll after creating an account it on your website but couldn't. I guess I have to make a phone call to enroll.", "Hi, I'd like to file health claim in my account. I tried to file health claim it on your website but couldn't. I guess I have to make a phone call to file health claim.", "Yes my name is Margaret Johnson. My customer ID is one three two four five six seven eight, and I sent a check in last week and I haven't seen it get credited to my account.", "#Um, actually I'm afraid our internet is down at the moment, which is why I've had to call. Hopefully it will be up soon, but for the moment is there another way or do I need to call back later?", "Hi, I would like to get the policy number of my current plan. Actually, I thought I could get it on the website but I kept on receiving messages I couldn't understand on my mail. I guess I have to make a call to get it.", "Yeah, I'm calling about a billing error.", "Hi I am calling because I received a wrong bill.", "Hi, I tried to call but I think I got disconnected?", "Excellent. I wonder why I didn't get my notification?", "Hi. Well, I seem to have misplaced my insurance card.", "Nah I never got those could you help me with that too?", "Hi. I can't find my policy number and need it for my bank.", "#Uh I have never used esign before. Can I do it on my phone?", "Yeah, but I don't have a fax machine. Do I have to go somewhere to fax it?", "In person to set up an online payment? I never had someone ask that before.", "Hi, my name is Jane Janeson and I'm having a problem with my billing statement.", "No recording of Rivertown Insurance being paid Timothy. Is it stuck in cyber space?", "Oh I switched numbers, so you probably don't have this one. Should I, uh, update it?", "Hello this is Alvero Alveres I am calling because I keep getting these auto bills on my card.", "Oh, crap. I'm sorry I don't have that customer number with me. Can you look it up by my name?", "Yeah hi hello, I've been waiting for twenty minutes and all I wanted was my stupid policy number.", "I'm back, and I realized my credit card is upstairs. Can I call you all back later or do this online?", "I just moved and I tried to do it online but it didn't work and so I'm hoping to get this resolved now.", "Marian Wright here, Timothy. I was trying to pay my insurance online, and it did not confirm the submit.", "No. It's my fault for not being more prepared. Would-would the policy number be on my email receipt of autopay?", "OK, maybe I should call the bank and stop the check. I am worried that it got lost in the mail. How else can I pay?", "yeah, I'm actually calling because i need a copy of My DOI, i can't for the life of me remember where i kept the last one.", "I got life insurance recently with you guys. Couldn't get my login to work on the website to find out the policy number thing.", "No. I have never gotten a bill from you guys. Even before March I didn't. I don't even have email. How could I get mail in there?", "#Uh, yes, actually. I think I need to update my phone number. I can't remember if I called in the last time I switched phone plans.", "Yea, I'd like to enroll a plan in my account. I tried to enroll it on your website but couldn't. I guess I have to make a phone call to enroll it.", "Thank you, I actually tried to find the cancel plan button on your website but couldn't find any. I guess I have to make a phone call to cancel it.", "#Ah okay. Well I have no clue what that number would be - I - I'm not near a computer or anything to look it up. Do we need that for you to check my bill?", "#Um my card is not really close to me right now, I don't know why I didn't have it handy. Can I give you a call back or would you stay on the line while I get it?", "Hi there my name is Michael Stockton, and I have an account with you guys, and I was just trying to check how much was left on my bill, but it seems like your system is down.", "Oh, ok, I I think I will wait then until Ron's pay comes next week I will call back with that and talk to you then,. Ron wants me to set up automatic payments but they just make me too nervous.", "Well, I attempted to pay it, but I'm not sure if it went through? It just kept spinning after I clicked submit, and I never got one of those confirmation emails. So is there a way you can check that for me?", "I tried blocking them, but somehow they have two lines and just tried with a different number! Tried to shave a hundred dollars off the price if I came back in. Why not just give me the price it's worth? Why?", "Look I'm just a little skeptical of handling these things through the website, is there any way you can help me find the problem with my recent payment on the phone now? Could you remind me which account its been charged out of?", "Hi, I'm not sure who I should speak to, I just called the number on your website. I need to put in a claim, that windstorm last night brought down a big tree, right on top of our house. It hit the car too, and the garage. I'm not sure where to start.", "Okay, yeah. I I don't have a primary physician at this time, so I'll have to find one. I'll call with the updated information when I do, though. Actually, is there, is there another way to update the information or is this it? I was on hold for like twenty minutes.", "Okay, let me check the wait, could you hang on a second? I think the mail's part of those my son mistakenly wiped recently. It's been causing me lots of trouble since I lost those emails, because I have a lot of vitals there, asides even this. Is there like a way we could work around this, because I do not even know where the last mail copy I got from you is at the moment."]}
{"intent_id": "34", "utterances": ["Is it the eight digit number?", "Policy number, Is it the string of number below my profile picture?", "Where can I find that? I'm not really familiar with all these digits.", "What's SSN?", "Is it a ten digit numbers.", "Is it the nine digit number?", "Well, is it those ten digit number?", "Okay what number on this bill is it?", "Is it the one that starts with the number one?", "Okay does it need any like numbers or something?", "#Uh is it the nine digit sent during registration?", "#Hm Is the account number eight digit or ten digit?", "#mhm policy number! is it the nine digit under my profile picture?", "Is that the number written at the top right hand corner of the mobile app?", "How many digits?", "Huh what is my CVV?", "#Uh what card is that?", "What's customer number?", "Why is it three hundred?", "What is a customer number?", "What's those numbers mean?", "#Um, can I make it numbers?", "Nah is that on that card too?", "Oh, great. What's the number?", "Okay, what's the number, hon?", "Yes. do capital letters matter?", "Got it, and what is your number?", "Okay, what is your number again?", "Can you repeat that number for me?", "Is that one one thousand per year?", "Okay. I'm back. What's the number?", "Is that the the really long number?", "So which would be the policy number.", "Well, how many you have there Missy?", "Is that the three digit security code?", "#Um hi Bob, do I have the right number?", "Okay what number is it on this here bill?", "#Uh is that the same as the policy number?", "Is that the eight digit number on my card?", "Okay, I think I see it, is it eight digits.", "Which number is that? Where do I find that?", "Oh thank you is it the eight digit number or.", "Okay, got it here, where do I find the number?", "Yup. #Uh right. Is that starting with the eight?", "#Um, let me look on this bill. Which number is it?", "Wait, wait, so like it's all one word or with spaces?", "#Hm is it the eight digit close to my profile picture?", "Eight digits? Wait a minute is this Lifebook Insurers?", "Why you need that? Can't you just tell me the numbers?", "Ok, so do I need to call the same eight hundred number?", "#oh is it the string of number below my profile picture?", "#Uh, it has here, #Um, could you actually confirm your number?", "Mhm yeah I have some numbers here is it nine digits long right?", "You guys don't have a system to search plate numbers or anything?", "I'm looking, yeah. I don't see it. Can we just use the claim number?", "Okay thanks, I think I have both numbers now which one do you want first?", "#Uh I don't I just don't see - Oh wait. Does it start with the number nine?", "Customer number, hm. Is it the eight digit number below my profile picture?", "My my customer number? Is that the long number with dashes or the shorter one?", "Okay, I can't find anything other than the last four numbers. Can you make that work?", "Is it the ten digit number? I have a ten digit number written down here from when I talked to the guy before.", "Okay, here it is, I think. It's seven seven four two nine nine nine seven. Is that the right amount of numbers?", "My customer number? Isn't it that eight-digit number? I do not have it here, but let me see if I can recall it. It should be "]}
{"intent_id": "13", "utterances": ["Alright. So how do I go about it?", "How will I go about it?", "Please how do I do that?", "How do I do that?", "Well how do I do it?", "How do I go about it?", "okay. How do I do that?", "Oh yeah how can I enroll?", "So how do I go about it sir?", "uh-huh. How do I go about it?", "Is there a way I can do that myself.", "So how do I go about the enrolment process?", "Is there a way I can solve this without calling the helpline?", "But please is there any other way I can do that without calling the help line?", "Instead of calling the helpline all the time, is there a way I can do other things on my own?", "How do I check?", "Um, how do I do that?", "So how do I change it?", "Ok, can you help me with it.", "So how do i make the report?", "Is there another way to do it?", "Can you just walk me through it?", "Cool! So how can I get it started?", "Sure, yes, how do we go about that?", "OK, OK. And if I do it the other way?", "Yeah, yeah. So, how should I, proceed?", "how do I go about it next time please.", "I would actually yes. How do I do that?", "Ok. I'll give it a try. How do I do it?", "Well, I can. Is there another way to do it?", "So, so will it be. #Um, is there any way to -.", "Yes. How can I do this without having to call in?", "Yeah, that's it. So what do I need to get started?", "Is there anything else I need to do to set this up?", "if you say so then, okay. So where do I start from?", "Alright, how do I contact them and what can they do?", "Is it something i can do now or requires a procedure?", "is there any other way to do this without calling an helpline?", "I was hoping that I would go first, I suppose. What can be done?", "Okay, is there a way a can do this without having to call the help line?", "Oh, yeah, I am what do I need to do to enroll? Can you help me with that?", "sorry, is there any other way this process could have been done without me calling a helpline.", "Alright, I guess. Is there any other way for me to do this without giving my social security number?"]}
{"intent_id": "44", "utterances": ["yes I have an existing policy with Rivertown and I was wondering if you could help me.", "yeah I subscribed to a policy with Rivertown and I think you could be of great assistance in helping me to reset my password?", "yes I have an existing policy with Rivertown and I was wondering if you could help me to create an account.", "yes I subscribed to a policy with Rivertown and I think you could help me by making changes in my first name.", "yes I subscribed to a policy with Rivertown and I think you could be of help to me out to add up to my current policy.", "yes I have an existing plans with Rivertown and I was wondering if you could help me cancel automatic billing on my account.", "yes I have an already running policy with Rivertown and I was wondering if you can help me to solve my last name spelling issue?", "Hi, I will love to create an insurance account with Rivertown insurance company.", "yes I have an existing policy with Rivertown and I think you could help me delete the account.", "I subscribed to a policy with Rivertown and I think you are in a position to help me reset my password?", "yes I subscribed to a policy with Rivertown and I think you could help me by making changes in my last name.", "Yes i have an existing policy with Rivertown and I was wondering if you could help me get my proof of insurance.", "yes I have an existing policy with Rivertown and I was wondering if you could help me get my proof of insurance.", "yes I subscribed to a policy with Rivertown and I think you could be of help to me make some changes on my name.", "yes I subscribed to a policy with Rivertown and I think you could be of help to me to upgrade my current policy.", "yes I subscribed to a policy with Rivertown and I think you could help me verify the expiring date of my current policy.", "yes I have an existing policy with Rivertown and I was wondering if you could help me with an upgrade from my current home preferred?", "Yes, is this Rivertown Insurance?", "#Uh, hello? Is this Riverton Insurance?", "Hi! I subscribed to a policy with Rivertown and I want to make an enquiry.", "Thank you. If my employment changes am I able to get my Rivertown Insurance back?", "yes I subscribe policy with Rivertown and I think you could help me to reset my password?", "yes I subscribed to a policy with Rivertown and I think you could help me add up to my policy.", "yes I subscribed to a policy with Rivertown and I think you could be of help to reset my password?", "yeah I have an existing policy plan with Rivertown insurane, I would like to know if you can be of assistance?", "yes I have an existing policy with Rivertown and I will like to upgrade it and i was wondering if you could help me.", "yes I have an existing policy with Rivertown and I was wondering if you could help me to add up to my existing policy.", "yes I have an already running policy with Rivertown and I was wondering if you can help me to correct my email address?", "Yes hi Jeff this is Maria Lopez. I have an auto insurance account with Rivertown and I need to update my payment method.", "yes I have an existing policy with Rivertown and I was wondering if you could help me effect the misspelling on my name.", "#oh yes I have an existing policy with Rivertown and I was wondering if you could help me to add up to my existing policy.", "yes I have an existing policy with Rivertown insurance and I was wondering if you could help me on how I can add to it for better productivity.", "Hi yeah I'm a customer with you at Rivertown and I currently get a bill every year for my insurance policy with you but I I don't want that anymore.", "yes I have an already running policy Rivertown and i want to change my current plan and I was wondering if you can help me to solve my last name spelling issue?"]}
{"intent_id": "10", "utterances": ["Could you tell me when my auto policy premium is due?", "Could you tell me when my petcare basic policy premium is due?", "Could you tell me when my home preferred policy premium is due?", "Could you tell me when my auto policy premium is due so as to upgrade to the best policy to once talked about?", "Could you tell me when my auto policy premium is due."]}
